[
  {
    "name": "JAY McGUINESS",
    "role":  "JOSH BASKIN",
    "image": "../images/casts/jay-mcguiness.jpg", 
    "bio": "<p><strong>Jay McGuiness</strong> is best known as a vocalist in the boy band The Wanted. Their debut single, 'All Time Low' hit the No. 1 spot on the U.K. singles chart and the band went on to have a further three No. 1 singles including the global hit &lsquo;Glad You Came&rsquo;. The Wanted toured the world notching up hit after hit, appearing on the biggest TV shows and winning awards aplenty.</p><p>Jay has a song and dance background, starting with dance classes in his early teens, Jay later attended The Midlands academy of Dance and Drama in Nottingham, close to his home town of Newark. After taking a break from The Wanted in 2013, Jay was confirmed as a celebrity contestant in <em>Strictly Come Dancing</em> 2015 and was partnered with professional dancer Aliona Vilani. The couple stole the public&rsquo;s hearts with their graceful and energetic routines, becoming the runaway series winners and gaining the coveted Glitterball trophy. Their now infamous jive to the music from Pulp Fiction has become the show&rsquo;s most watched routine ever amassing over six million hits on You Tube. In 2016 Jay starred in the musical version of the Tom Hanks movie <em>Big</em> playing the lead role of Josh Baskin where he showed off his dancing, singing and acting skills  to critical acclaim.</p><p>Jay has also done his fair share of TV work starring in (and winning) a celebrity version of the Channel 4 show, <em>Hunted</em>, raising money for Stand Up To Cancer alongside one of his former band mates, where their mission was to go &lsquo;on the run&rsquo; and evade capture for up to two weeks whilst they were being hunted down by the &lsquo;authorities&rsquo;. In 2018, Jay also joined the BBC&rsquo;s One Show team presenting films on topics as diverse as music education in schools and Veganism.</p><p>Jay recently starred in the hit stage show <em>Rip It Up - The 60&rsquo;s</em> at The Garrick Theatre in London&rsquo;s West End alongside three other Strictly winners.</p>"
  },
  {
    "name": "KIMBERLEY WALSH",
    "role":  "SUSAN LAWRENCE",
    "image": "../images/casts/kimberley-walsh.jpg", 
    "bio": "<p>Kimberley Walsh is a girl who knows how to juggle. Over the last few years she has danced her way to the <em>Strictly</em> finals, written her autobiography, released a debut solo album, starred in West End musicals, presented TV shows, and performed in sold-out arenas around the country. </p><p>Kimberley rose to prominence in the record-breaking girl band Girls Aloud. During their 10 years together, the group achieved twenty consecutive top ten singles in the UK, including four number ones. They were named the UK&rsquo;s biggest selling girl group of the 21<sup>st</sup> century, with over 4.3 million single sales, and 4 million albums sold in the UK alone. Amongst their numerous awards and nominations, the girls received the 2009 BRIT Award for Best Single for The Promise.</p><p>Since the band disbanded, Kimberley has gone on to achieve enormous success in all areas of the entertainment industry. As a TV presenter, Kimberley co-hosted the Channel 5 special <em>Strictly: Before They Were Stars</em> alongside Gethin Jones, guest presented on <em>Lorraine</em> and <em>Loose Women,</em> as well as on the weekly style slot on ITV's <em>This Morning. </em>She co-presented Viva's weekly music show <em>Suck My Pop</em>, fronted a one-off documentary <em>Blue Jean</em> on Sky1 and presented live events such as <em>The BAFTAS</em> and <em>The X Factor</em>. She also recently voiced series two of the Channel 5 series <em>One Night with My Ex.</em></p><p>In 2012, Kimberley took part in series 10 of BBC&rsquo;s flagship entertainment show <em>Strictly Come Dancing</em>. Her weekly routines wowed audiences and judges alike, receiving three perfect 40&rsquo;s during the series which catapulted her to the finals, where she finished runner up. In 2017, she was asked back to take part in the <em>Strictly Christmas Special</em>, receiving the highest score from all four of the judges. </p><p>Kimberley has released <em>Centre Stage,</em> her debut solo album, and has collaborated with a diverse range of musicians such as Alfie Boe, Ne-Yo, Ronan Keating and Jamie Cullum, to name a few. In 2018, she presented her much anticipated one woman show for a week-long residency at London&rsquo;s Crazy Coqs, and headlined the West End production <em>Christmas Spectacular</em> at the Theatre Royal, Drury Lane. </p><p>As an actress, Kimberley has starred as series regular Rebecca in Disney&rsquo;s <em>The Lodge</em>, and hit the big screen too after appearing in children's movies <em>Horrid Henry</em> and <em>All Stars</em>. Last year she was cast as Claire Butterworth in the second series of Channel 4&rsquo;s <em>Ackley Bridge</em>. In addition, Kimberley has been a regular on the West End Stage. She won rave reviews for her role as Princess Fiona in <em>Shrek The Musical</em>, embraced the festive spirit in the magical <em>Elf the Musical</em>, and joined Denise Van Outen for a week-long run at Cadogan Hall in the classic <em>Sweet Charity</em>.</p><p>Kimberley is proud Mum to sons Bobby and Cole, and has recently launched <em>Kimba Kids</em> - a new clothing rang for children.</p><p>For more information, please visit <a href='https://www.intertalentgroup.com'>www.intertalentgroup.com</a></p>"
  },
  {
    "name": "WENDI PETERS",
    "role":  "MRS BASKIN",
    "image": "../images/casts/wendi-peters.jpg", 
    "bio": "<p>Wendi is best known for her role as Cilla Battersby Brown in <em>Coronation Street</em> &ndash; a role that she played for over four years, and returned to for a stint in 2014 after seven years away. Her portrayal of this much loved character has led to appearances on many television programmes including <em>Celebrity Sewing Bee for Children in Need</em>, <em>Pointless Celebrities</em>, <em>Keep it in the Family</em>, <em>Celebrity Mastermind</em>, <em>Adrenaline Junkie with Jack Osbourne</em>, <em>The F Word with Gordon Ramsay</em> and <em>Celebrity Masterchef, </em>in which she reached the finals. Wendi plays the recurring character Cook Jenkins in <em>Hetty Feather</em> (BBC) and her other television credits include: Queen Shania in <em>Hacker Time</em> (BBC); Kelly in <em>Sadie J</em> (BBC); Marion in <em>Crime Stories</em> (ITV); 'Podger' Pam Jolly in <em>Bad Girls</em> (ITV); <em>Out of the Blue</em> and <em>Cardiac Arrest</em> (both BBC).</p><p>Film credits include <em>Gyppo</em>; Cilla in <em>Coronation St - Out of Africa</em> and Emily in <em>In Love and War.</em></p><p>Theatre credits include: Dawn in <em>Is There Anybody There?</em> a rehearsed reading of Jim Cartwright&rsquo;s new play (New Adelphi Theatre, Manchester); Sylvie in <em>Call Me Vicky</em> (Pleasance Theatre); Melissa Frake in <em>State Fair</em> for London Musical Theatre Orchestra (Cadogan Hall, London); <em>Frank and Friends &ndash; A Concert with Frank Wildhorn</em> (Palace Theatre, Manchester); <em>Rutherford &amp; Sons</em> (National Tour); Kath Casey in <em>Our House</em> 10th Anniversary Concert directed by Matthew Warchus (Savoy, London); Princess Puffer in <em>The Mystery of Edwin Drood</em> (Arts Theatre, West End); Bet in <em>April in Paris</em> directed by John Godber (Hull Truck, National Tour); Mrs Metherall in <em>The Game</em> for Northern Broadsides directed by Barrie Rutter (National Tour); <em>Grumpy Old Women Live 2 - Chin up Britain</em> (National Tour and Novello Theatre, West End); <em>Vagina Monologues</em> (National Tour); <em>Mrs Whippy</em> - one woman play written by Cecelia Ahern (Dublin and National Tour, Ireland); <em>Vagina Monologues</em> (Tivoli Theatre, Dublin); Wicked Queen in <em>Snow White</em> (Orchard Theatre, Dartford); <em>Children Will Listen</em> - celebrating Stephen Sondheim's 75th Birthday (Theatre Royal, Drury Lane); Emily in <em>Follies in Concert</em> (London Palladium); Mrs Brown in <em>Me and My Girl</em>; Louise in <em>Murder on the Nile</em>; Fairy Godmother in <em>Cinderella</em>; Poppy in <em>Noises Off</em>; Kate in <em>Bedroom Farce</em> (Palace Theatre, Westcliff); Hobby in <em>Teechers</em> (Hull Truck National Tour); Sally in <em>Scarlet Pimpernel</em>; Red Riding Hood in <em>Into The Woods</em> (Wolsey Theatre, Ipswich); Sue in <em>A Slice of Saturday Night</em> (Playhouse, Derby); Jan in <em>Grease</em> (Olympia Theatre, Dublin); Cindy in <em>Sugar</em>; Miss Electra in <em>Gypsy</em> (West Yorkshire Playhouse, Leeds ); <em>Guys and Dolls</em>, <em>Hello, Dolly</em> (National Tours).</p><p>Radio credits include BBC Radio 2's <em>Friday Night is Music Night</em> (guest soloist).</p><p>Wendi loves cooking and baking and has started a blog diary, recording her recipes and kitchen exploits; www.wendipeterspuddingqueen.blogspot.com.</p><p>For the Christmas season, Wendi has starred in <em>Peter Pan</em> at both the Lyceum Theatre, Sheffield, and The Marlowe Theatre, Canterbury, and <em>Snow White and the Seven Dwarfs</em> at the Lyceum Theatre, Sheffield. For the 2014/15 festive period Wendi returned to the role of Martha Watson in <em>White Christmas</em> at the Dominion Theatre, having previously played it to great acclaim at both the Festival Theatre, Edinburgh, and the Lowry, Manchester. Most recently Wendi could be seen in the National Tours of <em>Salad Days</em>, <em>Quartet</em>, <em>Wonderland</em> and <em>Oh What a Lovely War</em> and as Dorothy Needham in the world premiere of <em>Hatched &lsquo;n&rsquo; Dispatched</em> at the Park Theatre, London. Wendi has performed her one-woman show <em>Let Me Sing And I&rsquo;m Happy</em> at the St James Theatre, London and recently <em>Wendi Peters: Live at Z&eacute;del</em> at The Crazy Coqs, London.</p><p>For more information, please visit <a href='https://www.intertalentgroup.com'>www.intertalentgroup.com</a></p>"
  },
  {
    "name": "MATTHEW KELLY",
    "role":  "GEORGE MACMILLAN",
    "image": "../images/casts/matthew-kelly.jpg", 
    "bio": "<p>Matthew trained as an actor at the Manchester Polytechnic School of Theatre. From there he went on to work in repertory and major regional theatres across the country.  He has appeared several times in the West End; as the original Stanley in <em>Funny Peculiar</em> - a role he created at the Liverpool Everyman, in <em>Waiting For Godot </em>with Ian McKellen and Roger Rees, Tim Firth&rsquo;s <em>Sign of the Times</em>, the musical <em>Lend Me A Tenor!</em> and as Lennie in <em>Of Mice and Men</em> at the Savoy Theatre for which his performance won him an Olivier Award for Best Actor.</p><p>His other most recent theatre credits include: <em>Rodgers &amp; Hammerstein&rsquo;s Carousel: A Concert</em> (Cadogan Hall); <em>The Habit of Art</em> (UK Tour); <em>The Box of Delights </em>(Wilton&rsquo;s Music Hal); <em>Desire Under The Elms </em>(Sheffield Crucible); <em>Pride &amp; Prejudice </em>(Regents Park Theatre &amp; UK Tour); <em>The Jew Of Malta</em>, <em>Volpone</em> and <em>Love&rsquo;s Sacrifice</em> for the RSC, <em>TOAST </em>(Park Theatre &amp; 59E59 in New York); <em>Twelfth Night </em>(Liverpool Everyman); <em>The History Boys </em>(Crucible, Sheffield); <em>To Sir With Love</em> (Northampton &amp; national tour); <em>God of Carnage</em> (Nuffield Theatre, Southampton); <em>The Seagull</em> <em>(</em>Southwark Playhouse<em>);</em> <em>Educating Rita (Menier Chocolate Factory, on tour and Edinburgh Festival)</em>; the musicals <em>Spamalot</em> and <em>Legally Blonde</em> (national tours); <em>Troilus and Cressida </em>(Shakespeare&rsquo;s Globe); <strong><em> </em></strong><em>Mirandolina </em>(Manchester Royal Exchange); <em>Amadeus </em>(Wilton&rsquo;s Music Hall); <em>Oh What a Lovely War! </em>(Octagon, Bolton); <em>Endgame</em> (Liverpool Everyman); <em>Who&rsquo;s Afraid of Virginia Woolf?</em> (Trafalgar Studios<strong>,</strong> London). </p><p>Matthew&rsquo;s television work includes: ITV&rsquo;s award-winning thriller <em>Cold Blood</em>;<em> Benidorm</em>; <em>Bleak House; Egypt: The Pharaoh and the Showman </em>and <em>The Temple of the Sands</em>; <em>MI High</em>; <em>Moving On</em>; <em>Marple; Casualty</em>; <em>Heartbeat</em>;<em> My Family at War</em>, the documentary series <em>Forensic Casebook<strong>. </strong></em>Matthew is also known for his presenting credits, such as <em>You Bet!, Stars in their Eyes </em>and most recently Channel 5&rsquo;s series<em> Top of The Box.<strong> </strong></em></p>"
  },
  {
    "name": "LORI HALEY FOX",
    "role":  "Miss Watson",
    "image": "../images/casts/lori-haley-fox.jpg", 
    "bio": "<p>Lori has performed on Broadway, the West End and throughout Europe.</p><p><strong>American Theatre credits:</strong> Guest Artist in <em>Broadway Under The Stars </em>(Transcendence Theatre Company Sonoma, California); Rosie in <em>Mamma Mia! </em>(Broadway), <em>Sondheim: A Celebration </em>(Avery Fisher Hall, Lincoln Center, New York); <em>Bombs Away </em>(Kirk Theatre, New York); Tanya in <em>Mamma Mia! </em>(US National Tour) and the workshops <em>Snow, Elway, </em>and <em>I </em><em>Got Fired, the Musical </em>(New York).</p><p><strong>UK Theatre credits:</strong> Marjorie Houseman in <em>Dirty Dancing </em>(UK Tours 2018-2019 &amp; 2015); Sweet Sue in <em>Sugar </em>(Workshop); Standby for Lita &amp; Myrna in <em>Ruthless The Musical </em>(Arts Theatre, London); Deb in <em>Elf The Musical </em>(Plymouth/Salford); Mrs Kopecki &amp; Miss Watson in <em>Big The Musical </em>(Plymouth, Dublin &amp; West End); Jill in <em>Jackie the Musical </em>(UK Tour); Mother Superior in <em>Sister Act </em>(Aberyswyth Arts Centre); Sylvia in <em>Hot Flush </em>(UK Tour); Mrs Snoring Man/Seamstress in <em>White Christmas </em>(Dominion Theatre, West End &amp; Edinburgh Festival Theatre); Mrs Lottie Hardy in <em>Sons of the Desert </em>(Royal Court Theatre, Liverpool); Margaret in <em>9 to 5 </em>(UK Tour); Velma in <em>Hairspray </em>(Aberystwyth Arts Centre), Alternate Anna in <em>The King &amp; I </em>(UK Tour); Svetlana in <em>Chess </em>(Aberystwyth Arts Centre); Original London cast of <em>Mamma Mia! </em>and alternate Donna (West End); <em>Lady In The Dark </em>(National Theatre); <em>Overtures </em>(Victoria &amp; Albert Museum, London); <em>One Touch Of Venus </em>(Opera House Studio, London); <em>Into The Woods </em>(The Landor Theatre, London); <em>Bright Lights, Big City </em>(Hoxton Hall, London); <em>Sweeney Todd </em>(Royal Festival Hall) and <em>Definitely Doris </em>(Kings Head).</p><p><strong>German Theatre credits:</strong> Christine in <em>The Phantom Of The Opera </em>(Neue Flora Theatre) and Jelly / Griddlebone in <em>Cats </em>(Opperentenhaus).</p><p><strong>Lori's recording work includes:</strong> Original London Cast Recording of <em>Big, A Broadway Series </em>at the Abbey Road Studios in London as well as the original cast recording of <em>Mamma Mia! </em>Lori also appears on the cast recording of <em>Lady in the</em> <em>Dark, </em>which was the recipient of the &lsquo;Evening Standard&rsquo; Award and she has also recorded <em>Coronation Street: The</em> <em>Musical, Fiddler on the Roof, Sweet Charity, A Chorus Line </em>and <em>Follies </em>for BBC Radio 2.</p><p>Her TV/ film work includes, <em>Sound of Music Live </em>(ITV), Mamma Mia! The Movie (Directed by Phyllida Lloyd) and <em>The Day of The Grackle</em>, winner of five Short-Film Festival awards.</p><p>For more information please visit: <a href='http://www.access-uk.com'>www.access-uk.com</a></p>"
  },
  {
    "name": "EDWARD HANDOLL",
    "role":  "PAUL SEYMOUR",
    "image": "../images/casts/edward-handoll.jpg", 
    "bio": "<p><strong>Training:  </strong>Mountview Academy of Theatre Arts (M.A. Hons in Musical Theatre).</p><p>Edward could recently be seen touring the UK playing Barry Gibb of &ldquo;The Bee Gees&rdquo; in <em>Saturday Night Fever</em>, singing the original soundtrack to the show.</p><p><strong>West End:</strong>  Barney Ales in <em>Motown The Musical </em>(original UK cast &ndash; Shaftesbury Theatre); Bob Cratchit in <em>Scrooge</em> (London Palladium &amp; UK tour); Buddy Holly in <em>Buddy - The Buddy Holly Story</em> (Duchess Theatre &amp; UK/Scandinavian tour).</p><p><strong>Other theatre credits include:  </strong>Peter [u/s Jesus] in <em>Jesus Christ Superstar </em>(UK/German tour); Roger Davis in <em>Rent</em> (Greenwich Theatre) [winner of &lsquo;Best Fringe/Regional Musical&rsquo; in BroadwayWorld.com UK Awards 2012]; Callum/lead guitar in <em>Our House </em>(UK tour); Howie Greenfield in <em>Laughter In The Rain </em>(Original UK tour); Mortimer Brewster in <em>Arsenic And Old Lace</em> (Vienna&rsquo;s English Theatre); Scott in <em>Can&rsquo;t Smile Without You</em> (Original UK tour); Abu Hasan in <em>Chu Chin Chow</em> (Finborough Theatre); Man 1 in <em>Songs For A New World</em>; Professor in <em>South Pacific</em> (Birmingham Symphony Hall); The Balladeer in <em>Assassins</em> and Peter in <em>Company</em> (Edinburgh Fringe Festival).</p><p><strong>Television </strong><strong>includes:  </strong>Top 20 &ldquo;Jesus&rdquo; auditionee in <em>Superstar</em> (ITV1 with Andrew Lloyd Webber).</p><p><strong>Short films: </strong><em>We Are Amazing</em> (2013); <em>First Flight Out</em> (2014); <em>Flowers For No One</em> (2017).</p><p>Edward also works as a musician playing guitar and drums.  He has recently been performing as Bj&ouml;rn in <em>Abba Mania</em>, the original ABBA tribute show touring globally.</p><p>He is thrilled to be part of <em>BIG The Musical </em>in London.</p><p>For more info visit <a href='http://www.edwardhandoll.co.uk'>www.edwardhandoll.co.uk</a></p><p>Follow Edward on Twitter @EdHandoll</p>"
  },
  {
    "name": "CHARLIE BULL",
    "role":  "EXECUTIVE / ENSEMBLE",
    "image": "../images/casts/charlie-bull.jpg", 
    "bio": "<p><strong>Her theatre credits include:</strong> <em>Heaven on Earth</em> workshop, covered the leading role of Susan in <em>Big The Musical</em> (Plymouth and Dublin), Daphne in the Warner Bros. production of <em>Scooby Doo Live!</em> <em>Musical Mysteries</em> (London Palladium, UK Tour), <em>War of the Worlds</em> covering the role of Carrie, (Dominion Theatre), cover Mrs Hobbs in <em>Elf the Musical</em> (Dominion Theatre), Pilar in <em>Legally Blonde</em> (Kilworth House), Zelda Zanders cover Lina Lamont in <em>Singing in the Rain</em> (Kilworth House), Tammy in <em>Hairspray</em> (Curve Theatre), Understudied and played Dale Tremont in <em>Top Hat</em> (Aldwych Theatre) Lorraine in <em>Jersey Boys</em> (Prince Edward Theatre) Martha, a Burelli Sister in <em>Rat Pack</em> (Adelphi Theatre), Understudied and played Sophie in <em>Mamma Mia!</em> (Prince of Wales Theatre), <em>Mary Poppins</em> (Prince Edward Theatre); a UK tour of <em>My Fair Lady</em> for Cameron Mackintosh; Connie in <em>Saturday Night Fever</em> both for the UK tour and at the Apollo Victoria London, also understudying and playing Stephanie Mangano; <em>The Enchanted Fridge!</em> <em>in</em> <em>Paradise Moscow</em> for Opera North (The Grand Leeds and tour), Dance Captain and Heidi in <em>Cabaret </em>(Chichester Festival Theatre) and Dance Captain and Mitzi Lee in <em>Babes in Arms</em> (The New Theatre, Cardiff). <br /> <br /> Television and film includes Featured Dancer/Dance Captain on the new 2015 <em>Cinderella</em> movie and a Christmas episode of <em>Holby City</em>, during the filming of which she was asked to choreograph Adrian Edmondson in a short dance sequence.<br /> <br /> Charlie would like to thank her Ma and Pa and Mike for their constant love and support and is loving her newest role as mum to Zeb.</p>"
  },
  {
    "name": "CHRISTIE-LEE CROSSON",
    "role":  "CYNTHIA BENSON / ENSEMBLE",
    "image": "../images/casts/christie-crosson.jpg", 
    "bio": "<p>Christie was professionally trained in Canada, RAD, ADAPT, CDTA.</p><p><strong>Theatre credits include:</strong> Assistant Choreographer/Dance Captain/Ensemble in <em>Elf the Arena Spectular</em> (UK Arena Tour), Ensemble in <em>Oklahoma!</em> (Gordon Craig Theatre, Stevenage), Dance Captain/Swing in <em>Elf The Musical</em> (Plymouth/Salford), Cynthia Benson in <em>Big the musical</em> (Theatre Royal, Plymouth, Dublin), Dance Captain in <em>The Gift</em> (Royal Caribbean Cruise Lines), Teen Queen/Dance Captain in <em>We Will Rock You</em> (Royal Caribbean Cruise Lines), Dance Captain in <em>In the Air</em> (Royal Caribbean Cruise Lines), Linda Manero/Dance Captain in <em>Saturday Night Fever</em> (Royal Caribbean Cruise Lines), Ensemble in <em>Golden Mickeys</em> (Disney Cruise Lines) and Ensemble in <em>Disney Dreams</em> (Disney Cruise Lines).</p><p><strong>Film credits include:</strong> Ensemble in <em>The Entire Universe</em> (BBC Television).</p><p><strong>Other:</strong> Featured Dancer in <em>Casion Regina</em> (Commericial).</p><p>Christie would like to thank her Mom, Dad, Jim and family for their continued support and encouragement.</p><p>For more information about Christie, please visit <a href='http://www.access-uk.com/'>www.access-uk.com</a></p>"
  },
  {
    "name": "VICKI DAVIDS",
    "role":  "ABIGAIL / ENSEMBLE",
    "image": "../images/casts/vicki-davids.jpg", 
    "bio": "<p>Vicki trained at the London Studio Centre.</p><p><strong>Theatre includes</strong>:<em> Rough Crossing </em>(UK Tour),<em> Foxfinder (</em>Ambassador&rsquo;s Theatre, London<em>), Killer Joe </em>(Trafalgar Studios, London), <em>Bad Jews</em> (Theatre Royal Haymarket, London), <em>Garbo Talks </em>(Arts Theatre, London), <em>Elf</em> (The Lowry Theatre), <em>Big The Musical </em>(Theatre Royal Plymouth), <em>White Christmas</em> (Dominion Theatre, London), <em>Annie</em> (St James Theatre and Civic Theatre, New Zealand), <em>The Cheeky Chappie</em> (Brighton Fringe Festival), <em>Doctor Who Live!</em> (BBC Worldwide), <em>Blues Brothers</em> (UK Tour), <em>Disney&rsquo;s Beauty and the Beast </em>(UK Tour), <em>Hello Dolly!</em> (UK Tour).</p><p><strong>Audio Drama</strong>: Natalie Ryan in<em> The Infirmary</em> for Audible UK.</p><p><strong>Film and Television</strong>: Rose Johnson in <em>Mrs Henderson Presents</em>, <em>Elf Live </em>for Channel 5, <em>Penny Dreadful </em>Season 2.</p>"
  },
  {
    "name": "GEMMA FULLER",
    "role":  "Assistant Choreographer / Swing",
    "image": "../images/casts/gemma-fuller.jpg", 
    "bio": "<p><strong>Training:</strong> Millennium Performing Arts</p><p><strong>Theatre Credits:</strong> Assistant Choreographer in <em>Matilda</em> (International Tour); Resident Choreographer in <em>Matilda</em> (Cambridge Theatre); Dance Captain/Swing in <em>Big The Musical</em> (European Premier); Dance Captain/Swing/US Mrs Bucket in <em>Charlie &amp; The Chocolate Factory</em> (Theatre Royal Drury Lane); Swing/US Lisa <em>Dirty Dancing</em> (Piccadilly Theatre); Assistant Choreographer/Swing <em>Singin&rsquo; In The Rain</em> (Palace Theatre and Chichester Festival Theatre); Dance Captain <em>White Christmas</em> (UK &amp; Ireland tour); <em>Chitty Chitty Bang Bang</em> (UK tour).</p><p><strong>Choreography also includes:</strong> Assistant Choreographer to Andrew Wright <em>Caroline O&rsquo;Connor The Showgirl Within</em> (Garrick Theatre) and <em>The What&rsquo;s On Stage Awards</em>. Tap Repetiteur for Susan Stroman's <em>Scottsboro Boys</em> (Young Vic). Gemma has also worked with artists including Robbie Williams, Ant &amp; Dec, Geri Halliwell and Kim Gavin on various TV shows. Gemma is one half of <em>The Fuller You: In Theatre </em>and is a Mental Health First Aider. @thefulleryouintheatre</p>"
  },
  {
    "name": "LEANNE GARRETTY",
    "role":  "DELORES / ENSEMBLE",
    "image": "../images/casts/leanne-garretty.jpg", 
    "bio": "<p>Leanne trained at London Studio Centre and was the recipient of the Merrifield Award for all round performer and for most outstanding performance in the Jazz Company.</p><p><strong>Theatre credits include:</strong> <em>Elf the Arena Spectacular</em> (UK Arena Tour); Lorraine in <em>Jersey Boys</em> (UK Tour); <em>Elf The Musical</em> (Plymouth/ Salford); <em>Jersey Boys</em> (West End); Pearl in <em>Starlight Express</em> (International Tour); Young Groupie in <em>Rock of Ages</em> (West End); Dinah in <em>Starlight Express</em> (Bochum, Germany); <em>We Will Rock You</em> (UK Tour); <em>Monkee Business</em> (UK Tour); <em>Disney&rsquo;s High School Musical</em> (UK Tour); <em>Aladdin</em> (Theatre Royal, Windsor) and Millicent in <em>Bless the Bride</em> (Kings Head Theatre, London).</p><p><strong>Television includes:</strong> <em>The Lenny Henry Birthday Show</em> (BBC); <em>Elf The Musical</em> (Channel 4); <em>BBC Breakfast</em> (BBC); <em>The Works </em>(RTHK), <em>Tonight&rsquo;s The Night</em> (BBC); <em>Britannia High</em> (ITV); <em>The Slammer</em> (BBC).</p><p><strong>Concerts:</strong> <em>A Night of Queen with The Liverpool Philharmonic Orchestra</em> (Philharmonic Hall, Liverpool).</p><p><strong>Other:</strong> Skate Co-Ordinator and Roller Skater in <em>3AM</em> by Kate Nash (Music Video).</p><p>Leanne would like to thank her friends and family for their continued love and support.</p><p>For more information about Leanne, please visit <a href='https://www.access-uk.com'>www.access-uk.com</a> or her twitter page @leannegarretty.</p>"
  },
  {
    "name": "TASH HOLWAY",
    "role":  "DIANE / ENSEMBLE",
    "image": "../images/casts/tash-holway.jpg", 
    "bio": "<p><strong>Training:</strong> Arts Educational School</p><p><strong>Theatre:</strong> Ensemble/Dance Captain in <em>Man Of La Mancha (</em>London Coliseum/ENO); Ensemble/Assistant Choreographer in<em> Kiss Me Kate (</em>Sheffield Crucible); Ensemble in <em>Kiss Me Kate (</em>Kilworth House)<em>; </em>Diane in <em>Big the Musical (</em>Plymouth Theatre Royal)<em>; </em>Ensemble/Dance Captain in <em>War of the Worlds; </em>Swing in <em>Elf the Musical (Dominion Theatre</em>), Ensemble/Understudied and played Princess Chrysanthemum in <em>Aladdin</em> (Cambridge Arts Theatre); Ensemble/Understudy Willoweb in<em> Robin Hood</em> (Cambridge Arts Theatre); <em>Diane/Asst Dance Captain</em> in <em>Bare the Musical (</em>Greenwich Theatre)<em>, </em>Rachel in<em> When Midnight Strikes (</em>Upstairs at the Gatehouse); Maia in a workshop of <em>Persephone, A Love Story </em>and Diana in <em>I Love You Because</em> (Jermyn Street).</p><p>Since working together on her graduating show <em>Singing in the Rain</em> she frequently assists choreographer/director Matt Flint in a variety of television and theatre including <em>Strictly Come Dancing</em>, <em>Children in Need, Wedding Day Winners </em>and <em>The National Television Awards. </em></p>"
  },
  {
    "name": "KATY OSBORNE",
    "role":  "Swing / Children’s Director",
    "image": "../images/casts/katy-osborne.jpg", 
    "bio": "<p><strong>Training:</strong> Laine Theatre Arts</p><p><strong>Theatre credits:</strong> <em>Elf The Musical</em> (Lowry Theatre); <em>Big The Musical</em> (UK &amp; Ireland Tour); <em>Mamma Mia! </em>(Novello Theatre &amp; International Tour); <em>Chitty Chitty Bang Bang </em>(UK Tour); <em>We Will Rock You</em> (Germany); <em>Hello Dolly</em> (UK Tour).</p><p><strong>Film credits:</strong> <em>Mamma Mia! Here We Go Again.</em></p><p><strong>Creative Credits:</strong> Assistant Director for <em>The Love of Girls </em>(The Other Palace); Co-Director for <em>The Philippine Dream</em> (Leicester Square Theatre).</p>"
  },
    {
    "name": "KATHARINE PEARSON",
    "role":  "EXECUTIVE / ENSEMBLE",
    "image": "../images/casts/katherine-pearson.jpg", 
    "bio": "<p>Katharine Pearson<br /> <br /> <strong>Training:</strong> ArtsEd BA(Hons)<br /> <br /> <strong>Theatre credits:</strong> Ensemble/Cover Kiki Dee in <em>Dusty the Musical</em> (UK Tour); Ensemble/Cover Lorraine in <em>42nd Street</em> (Theatre Royal Drury Lane); Swing in <em>Big The Musical</em> (Theatre Royal Plymouth and Bord Gais Energy Theatre, Dublin); Brenda/1st Cover Amber in <em>Hairspray</em> (UK Tour); Iris/1st cover Dinah and Assistant Dance Captain in <em>High Society</em> (The Old Vic).<br /> <br /> <strong>Other:</strong> <em>This Morning; Tonight at the Palladium</em>; <em>BBC One Show</em> (all with <em>42nd Street</em>); Assistant Choreographer for <em>Pinocchio</em> (Greenwich Theatre); Featured soloist in 'Les Mis Montage' for <em>BBC Radio 2's Friday Night is Music Night</em>; <em>The Olivier Awards</em> and <em>Children in Need</em>.<br /> <br /> <strong>Television:</strong> <em>Franken Twins</em> (Nickelodeon Pilot), <em>My Parents are Aliens</em> (CITV), <em>My Spy Family</em> (Cartoon Network), <em>The Royal</em> (ITV), <em>Bernard's Watch</em> (CITV).</p>"
  },
  {
    "name": "COLIN BURNICLE",
    "role":  "TOM / ENSEMBLE",
    "image": "../images/casts/colin-burnicle.jpg", 
    "bio": "<p>Colin trained at the Arts Educational Schools London.</p><p><strong>Theatre credits include:</strong> <em>Big The Musical</em> (Theatre Royal, Plymouth); <em>Elf the Musical</em> (UK Arena Tour/Plymouth Theatre Royal/The Lowry); <em>Midnight</em> (Union Theatre); <em>The Sound of Music</em> (Bill Kenwright UK Tour);  <em>Aladdin</em> (Mercury Theatre, Colchester); <em>A Lost Art</em> (Palms Down Dance Company/Bunker Theatre); <em>Jack Frost</em> and <em>The Snow Dog</em> (Full House Theatre Company); <em>Elegies for Angels Punks and Raging Queens </em>(Pitgems Creative Theatre); <em>Chess</em> (Union Theatre); <em>Cinderella</em> (Buxton Opera House); <em>White Christmas</em> (Pitlochry Festival Theatre).</p>"
  },
  {
    "name": "ANTON FOSH",
    "role":  "Swing",
    "image": "../images/casts/anton-fosh.jpg", 
    "bio": "<p>Anton trained at Elmhurst School for Dance and then at Laine Theatre Arts.</p><p><strong>Theatre credits include:</strong> <em>Elf the Arena Spectacular</em> (UK Arena Tour); <em>Hairspray</em> (UK Tour); <em>Elf The Musical</em> (Plymouth / Salford); <em>Hair </em>(West End Live); <em>We Will Rock You</em> (Copenhagen/Herning); <em>Aladdin</em> (Horsham); <em>Singin&rsquo; In The Rain</em> (Gordon Craig Theatre); <em>Elf The Musical</em> (Dominion Theatre, West End); <em>We Will Rock You</em> (German Tour); <em>Carousel</em> (Arcola Theatre, London); <em>We Will Rock You</em> (Dominion, West End); <em>Beauty and The Beast</em> (Theatre Royal, Windsor); <em>Rock Around The Clock</em> (UK Tour); <em>Legend of the Seas</em> (Royal Caribbean); <em>Great Expectations</em> (Rose Theatre, London); <em>The Baskerville Beast</em> (Rose Theatre, London); <em>Aladdin</em> (Kings Theatre, Glasgow); <em>Dick Whittington</em> (Theatre Royal, Newcastle); <em>One Man&rsquo;s Dream</em> (Tokyo, Disneyland), <em>Cinderella</em> (Darlington Civic Theatre); <em>The Nutcracker</em> (London Coliseum, English National Ballet); <em>Swan Lake</em> (UK Arena tour, English National Ballet) and <em>Giselle </em>(Theatre Royal, Glasgow, Scottish Ballet).</p><p><strong>Television includes:</strong> <em>A League of Their Own</em> (Sky 1); <em>The Laurence Olivier Awards</em>; <em>The Pipettes &ndash;&ldquo;Stop The Music&rdquo;</em> (Commercial); <em>Misfits (</em>E4 Television) and <em>McDonald&rsquo;s</em> (Commercial).</p><p>For more information about Anton, please visit <a href='https://www.access-uk.com'>www.access-uk.com</a>.</p>"
  },
  {
    "name": "ALEX FOBBESTER",
    "role":  "DETECTIVE / ENSEMBLE",
    "image": "../images/casts/alex-fobbester.jpg", 
    "bio": "<p><strong>Training:</strong> <em>Arts Educational Schools London</em></p><p><strong>Theatre:</strong> Standby Carl Perkins, Elvis Presley and Johnny Cash in <em>Million Dollar Quartet</em> <em>(NCL / International Tour); </em>Captain Tempest in <em>Return to the Forbidden Planet</em><em> (Upstairs At The Gatehouse); </em>Buddy Holly in <em>The Buddy Holly Story</em><em> (UK Tour)</em>; Charlie/Cover Store Manager in <em>Elf The Musical</em><em> (Dominion Theatre, West End; Lowry Theatre, Manchester).</em></p><p>Alex is thrilled to be back at the Dominion theatre, and would like to thank his family, friends and Zoltar for their continuing support.</p><p>For further information, please visit: <a href='https://www.access-uk.com'>www.access-uk.com</a></p>"
  },
  {
    "name": "STUART HICKEY",
    "role":  "MR BASKIN / ENSEMBLE",
    "image": "../images/casts/stuart-hickey.jpg", 
    "bio": "<p><strong>Theatre credits include:</strong> <em>Mamma Mia!</em> (Novello Theatre, West End &amp; UK Tour); <em>The 12 Tenors</em> (European &amp; China Tour); <em>Merry England</em> (Finborough Theatre); <em>The 12 Irish Tenors</em> (European Tour); <em>Evita</em> (UK Tour); <em>Our Miss Gibbs</em> (Finborough Theatre<em>), Parade</em> (Edinburgh Festival); <em>The Wiz</em> (Upstairs at the Gatehouse); <em>Jesus Christ Superstar</em> (European Tour); <em>The Wizard of Oz</em> (Hexagon, Reading) and <em>Peter Pan</em> (Millfield Theatre).</p><p><strong>Other credits include:</strong> <em>Heartbeat</em> (Yorkshire Television); <em>Seabourne Cruise Lines</em> (Belinda King Creative Productions); <em>Queen Elizabeth Cruise</em> (Belinda King Creative Productions) and as a Backing Singer for <em>Elton John</em> (UK Tour).</p><p>For more information about Stuart, please visit: <a href='https://www.access-uk.com'>www.access-uk.com</a></p>"
  },
  {
    "name": "MATT HOLLAND",
    "role":  "LIPTON / ENSEMBLE",
    "image": "../images/casts/matt-holland.jpg", 
    "bio": "<p>Matt trained at Delta Academy, The Hammond School &amp; Laine Theatre Arts.</p><p><strong>Theatre credits:</strong> <em>On The Town</em> (Hyogo &amp; Tokyo, Japan); <em>Snow White</em> (London Palladium);<em> Annie</em> (Ed Mirvish Theatre, Toronto); <em>Aladdin</em> (Beck Theatre); <em>Top Hat</em> (Kilworth House Theatre); <em>BIG The Musical</em> (Theatre Royal, Plymouth and Bord Gais Theatre, Dublin); Indio in <em>West Side Story</em> (Kilworth House Theatre); <em>War of the Worlds</em> (Dominion Theatre); Swing and Assistant Dance Captain in <em>Elf The Musical</em> (Dominion Theatre); <em>Sinatra</em> (London Palladium); <em>Elf The Musical</em> (Theatre Royal, Plymouth and Bord Gais Theatre, Dublin); <em>We Will Rock You</em> (Dominion Theatre); <em>We Will Rock You</em> (International Arena Tour); <em>Disco Inferno</em> (UK Tour); <em>Peter Pan</em> (Hawth Theatre, Crawley); <em>Cinderella</em> (The White Rock Theatre, Hastings); <em>National Youth Dance Company Wa</em>les (Welsh Tour/Royal Festival Hall, London); <em>Magnificent Myths Of The Mabinogi</em> (National Youth Theatre for Wales).</p><p><strong>Television Credits:</strong> <em>The Royal Variety Performance </em>2017 (ITV); <em>The Entire Universe</em> (BBC); <em>Eastenders</em> (BBC).</p><p>Matt wishes to thank his family for all their love and support.</p>"
  },
  {
    "name": "ROSS MCLAREN",
    "role":  "NICK / ENSEMBLE",
    "image": "../images/casts/ross-mclaren.jpg", 
    "bio": "<p>Ross trained at Millennium Performing Arts.</p><p><strong>Theatre includes:</strong> <em>Guys And Dolls</em> (Royal Albert Hal and Theatre Marigny Paris); <em>Kiss Me Kate </em>(Sheffield Crucible); <em>It Happened in Key West </em>(Charing Cross Theatre); <em>Elf The Musical </em>(Plymouth Theatre Royal/The Lowry Theatre); <em>Top Hat </em>(Kilworth House); <em>The Wipers Times</em> (Arts Theatre, West End); <em>Big The Musical</em> (Theatre Royal, Plymouth); <em>Thoroughly Modern Millie</em> (Kilworth House); <em>Singin&rsquo; in the Rain</em> (Theatre du Chatelet); <em>Kiss Me Kate </em>(Opera North); <em>Fiddler on the Roof</em> (Royal Albert Hall); <em>Barry Humphries Eat Pray Laugh</em> (London Palladium / No.1 UK Tour); <em>White Christmas</em> (Dominion Theatre); <em>42<sup>nd</sup> Street</em> (The Curve Theatre and Gala Performance at the London Palladium); <em>Annie</em> (New Zealand Tour).</p><p><strong>Television and Film includes:</strong> <em>Penny Dreadful</em> (Showtime); <em>Muppets Most Wanted</em> (Disney); <em>The Reunion </em>(Active Ingredients).</p><p><strong>Commercial Includes: </strong><em>Giff Gaff </em>(Riff Raff Films).</p><p>Ross has also performed at the London 2012 Olympic Games Opening Ceremony directed by Danny Boyle.</p>"
  },
  {
    "name": "GARY MURPHY",
    "role":  "ASSISTANT CHOREOGRAPHER / SWING",
    "image": "../images/casts/gary-murphy.jpg", 
    "bio": "<p>Gary comes from West Lancashire and trained at Preston College Dance Centre.</p><p><strong>Credits include:</strong> Dance Captain in <em>Singin&rsquo; in the Rain </em>(Chatelet and Grand Palais, Paris); <em>Big The Musical</em> (Plymouth Theatre Royal and Bord Gais Energy Theatre); Dance Captain and swing in Irving Berlin&rsquo;s <em>White Christmas</em> (Dominion Theatre and other venues); Assistant Dance Captain and understudy Michael Wormwood in <em>Matilda</em> (Cambridge Theatre); Shark in <em>West Side Story</em> (The Sage, Gateshead); Bitelle and understudy Jacob in <em>La Cage Aux Folles</em> (Playhouse Theatre); Bronson Jones in <em>Babes in Arms</em> (Chichester Festival Theatre); <em>We Will Rock You</em> (Dominion Theatre); <em>Snow White;</em> (Wycombe Swan), <em>Royal Caribbean Vision of the Seas, Spirit of the Dance, Celebrity Cruises Summit and Century.</em></p><p><strong>Assistant Choreography work includes:</strong> <em>La Cage Aux Folles</em> (Longacre Theatre New York); <em>Andrea Chenier</em> (Bregenz Festival); <em>Medea</em> (London Coliseum); <em>Pet Shop Boys Progress Tour.</em> Gary was also part of the <em>Bridget Jones&rsquo; Diary</em> and <em>Viva Forever</em> workshops and has appeared on such shows as <em>The Royal Variety Performance</em> at the London Palladium; <em>Children in Need; Tonight&rsquo;s the Night; The Paul O&rsquo;Grady Show; This Morning and The Bill.</em></p>"
  },
  {
    "name": "RICHARD MURPHY",
    "role":  "MR KOPECKI / ENSEMBLE",
    "image": "../images/casts/richard-murphy.jpg", 
    "bio": "<p><strong>Theatre credits include</strong>: Swing in &lsquo;Disney's&rsquo; <em>Aladdin </em>(Prince Edward Theatre); Rob Ashford's and Baz Luhrman's <em>Private Event </em>(Wrotham Park); Mr Kopecki in <em>Big the Musical </em>(UK &amp; Ireland tour); Swing in the original cast of <em>The Bodyguard </em>(Adelphi Theatre); Harrison and cover Amos in <em>Chicago </em>(Cambridge Theatre, Garrick Theatre, UK Tour); Swing in <em>We Will Rock You </em>(Dominion Theatre); <em>Spirit of the Dance, Spirit of Broadway, and Christmas on Broadway </em>(US Tours); <em>The Wizard of Oz </em>(Cork Opera House); The Pirate King in <em>The Pirates of Penzance </em>(Shaw Theatre); Sheriff Dodd in <em>The Best Little Whorehouse in Texas </em>(Albany Theatre); Cork City Ballet (Irish Tour); <em>Snow White </em>(Manchester Opera House); <em>Sleeping Beauty </em>(Cork Opera House).</p><p><strong>Television and Film Credits</strong>: <em>Zanzibar</em>; <em>Totally Frank</em>; <em>Restorative Justice</em>; <em>Kabhi Alvida Naa Kehna</em>; <em>Jann-EMann;</em> <em>Fun Gun; Hits of the Musicals; DFS;</em> <em>Abundance and Healt; Microsoft; Verifone; Babystyle Oyster</em>; <em>This Morning.</em></p>"
  },
  {
    "name": "EDDIE MYLES",
    "role":  "DEREK / ENSEMBLE",
    "image": "../images/casts/eddie-myles.jpg", 
    "bio": "<p><strong>Theatre Credits include</strong>: Ensemble in <em>Elf The Musical</em> (Arena Tour); Rusty Charlie in <em>Guys &amp; Dolls </em>(Kilworth House Theatre); Ensemble in <em>42<sup>nd</sup> Street </em>(Theatre Royal); Derek in <em>BIG The Musical </em>(Theatre Royal Plymouth &amp; Board Gais, Dublin); Nathaniel in <em>Kiss Me Kate </em>(Chatelet du Paris); Slightly in Stiles &amp; Drewe&rsquo;s <em>Peter Pan </em>(Adelphi Theatre); Carlos in <em>Legally </em>Blonde (Kilworth House Theatre); Stokes in <em>Carrie The Musical&rsquo; </em>(Southwark Playhouse); Ensemble in <em>White Christmas </em>(Dominion); Chachi in <em>Happy Days the Musical</em> (UK Tour); Ensemble Cover lead in <em>Spirit of the Dance</em> (Russian Tour); Ensemble in <em>Grease</em> (Kri<strong>ž</strong>anke Summer Theatre, Slovenia); Ensemble in <em>White Christmas</em> (The Lowry Theatre, Manchester); Baby John in <em>West Side Story</em> (Sage Theatre, Gateshead); Ensemble &amp; understudy Prince in <em>Cinderella</em> (Cambridge Arts Theatre); Stephen/ Sewer Kid in <em>Chitty Chitty</em> <em>Bang Bang</em> (London Palladium);</p><p><strong>Film &amp; TV Credits include:</strong> <em>Ironbark </em>(Film Nation Entertainment);<em>The Little Stranger</em> (Element Pictures/Film4); <em>Humans 2.0 (Channel 4); Bollywood Carmen Live (BBC); Sky One Ident (Sky).</em></p><p>Eddie has also worked extensively in voice over work on films such as <em>Sweeney</em> <em>Todd, Keeping Mum, The Magic Roundabout, Charlie and the Chocolate Factory</em> as well as numerous <em>Harry Potter</em> films.</p>"
  },
  {
    "name": "HARRISON DADSWELL",
    "role":  "YOUNG JOSH",
    "image": "../images/casts/harrison-dadswell.jpg", 
    "bio": "<p>Harrison is so excited to be making his West End debut in <em>Big </em>as Josh!</p><p>Harrison has been training in musical theatre, drama&nbsp;and dance since age 4, he has a distinction in his LAMDA grade 3.&nbsp;His first TV appearance was in 2016 appearing as a Team&nbsp;Captain in BBC's <em>The Dog Ate My Homework.</em>&nbsp;In 2017 he provided lead vocals and dance scenes for a number of&nbsp;titles for the <em>Nanny McPhee</em> pilot.&nbsp;&nbsp;In 2019 he was cast as Joey in the Rose Theatre Company production of <em>Black Beauty</em>&nbsp;in Kingston, Surrey.</p><p>Harrison enjoys rugby and represents London Irish playing scrum half. He also enjoys&nbsp;swimming and is a Scout achieving a Bear Grylls Silver award.</p>"
  },
  {
    "name": "JAMIE O'CONNOR",
    "role":  "YOUNG JOSH",
    "image": "../images/casts/jamie-oconnor.jpg", 
    "bio": "<p>Jamie is thrilled to be making his West End debut in <em>Big</em>.</p><p>He trains at Stagecoach Performing Arts in Chichester, Jean Butterworth School of Dance in Worthing and with Charlotte Wilkinson Vocal Coach.</p><p>Jamie recently passed, with distinction, his London College of Music Level 3 Musical Theatre exam and is currently working towards his Modern and Ballet dance exams. He is represented by Daisy &amp; Dukes.</p>"
  },
  {
    "name": "FELIX WARREN",
    "role":  "YOUNG JOSH",
    "image": "../images/casts/felix-warren.jpg", 
    "bio": "<p><strong>Training includes: </strong>Dominique Moore Arts; Aimee Gray Vocal Coaching; Spirit Young Performers Company; Sylvia Young Theatre School.</p><p><strong>Theatre credits include: </strong>Norma&rsquo;s Son in <em>Norma </em>(English National Opera); Eric in <em>Matilda The Musical </em>(Cambridge Theatre, West End); Gavroche in <em>Les Mis&eacute;rables </em>(Queen&rsquo;s Theatre, West End); Younger Son in <em>Grief is the Thing with Feathers </em>(World Premi&egrave;re: Black Box Theatre, Galway, and O&rsquo;Reilly Theatre, Dublin); Will Proudfoot in <em>Son of Rambow: The Musical </em>(for Nuffield Southampton Theatres at The Other Palace, London); Robin in <em>The Midnight Gang&nbsp;</em>(Chichester Festival Theatre).</p><p><strong>Other credits include: </strong><em>Game of Thrones </em>(Voice-over); <em>Son of Rambow: The Musical </em>(Cast album recording).</p>"
  },
  {
    "name": "AUSTEN PHELAN",
    "role":  "BILLY",
    "image": "../images/casts/jobe-hart.jpg", 
     "bio": "<p>Training: Sylvia Young Theatre School</p> <p>Theatre: Tommy in &nbsp;<em>Matilda The Musical</em> (Cambridge Theatre); &nbsp;Ensemble cast in&nbsp;<em>Joseph and His Amazing Technicolour Dreamcoat;</em> <em>Evita;</em> <em>Jesus Christ Superstar</em> and <em>Abbamania</em> at New Theatre Oxford.&nbsp;</p> <p>Austen (Ozzy) is keen on all types of dance and plays piano.</p>"
    
  },
  {
    "name": "THEO WILKINSON",
    "role":  "BILLY",
    "image": "../images/casts/austen-phelan.jpg", 
     "bio": "<p>Training: Sylvia Young Theatre School</p> <p>Theatre: Jem in the National Tour of <em>To Kill a Mockingbird</em>; Jonny in <em>Jane Clegg</em> (Finborough Theatre)</p> <p>Animation: <em>Disney 101 Dalmation Street</em>&nbsp;</p> <p>Voice Over: <em>Game of Thrones</em> and recording <em>The Sound of Music</em> soundtrack with The Royal Philharmonic orchestra.</p> <p>This is Theo's West End debut and a dream role.&nbsp;</p>"
   
  },
  {
   
    "name": "JOBE HART",
    "role":  "BILLY",
    "image": "../images/casts/theo-wilkinson.jpg", 
    "bio": "<p>Jobe is excited to be playing Billy in <em>Big</em> at the Dominion. His recent theatre credits include <em>Magic of the Musicals</em> (Royal Albert Hall); Eric/Nigel (swing) in the original cast of RSC's <em>Matilda The Musical</em> (UK &amp; Ireland Tour 2018); Nigel in RSC's <em>Matilda the Musical</em> (Cambridge Theatre); Billy in the original cast of <em>School of Rock</em> (New London Theatre 2016-2017) and the <em>2017 Laurence Olivier Awards</em> (Royal Albert Hall).</p><p>His TV &amp; Radio work includes <em>Michael McIntyre's Big Show, Let's Sing and Dance</em> for Comic Relief and BBC Radio 2 <em>School of Rock</em> interview with Gaby Roslin.</p><p>Jobe is a keen drummer and gymnast; he achieved a distinction in his Grade 8 Trinity Rock &amp; Pop exams and won overall Gold in the London Regional Gymnastics Final 2016. In 2017 he performed in front of 40,000 people at <em>Proms in the Park</em> (Hyde Park), <em>The Prince's Trust Awards</em> (London Palladium) and West End Live with <em>School of Rock</em>.</p><p>He is represented by Daisy &amp; Dukes.</p>"
  }
]