[
  {
    "image": "../images/cast/dannymac.jpg",
    "name": "Danny Mac",
    "role": "Bob Wallace",
    "bio": "<p>Actor Danny Mac studied at Chichester College before gaining a BA (Hons) degree from The Arts Educational Schools in London. He recently starred as Bob Wallace in Curve’s highly acclaimed production of <span class='text--italic'>White Christmas</span>, a role he is set to reprise later this year when the production transfers to the West End for a limited run at London’s Dominion Theatre.</p><p>This summer, Danny will portray the lead male role of Nino Quincampoix in the UK tour of <span class='text--italic'>Amelie The Musical</span> based on the much-loved five-time Oscar nominated film.</p><strong>Other theatre credits include:</strong> Joe Gillis in the multi award-winning UK & Ireland touring production of Andrew Lloyd Webber’s <span class='text--italic'>Sunset Boulevard</span>, directed by Nikolai Foster, for which Danny was awarded the Manchester Theatre Award for ‘Best Actor in a Visiting Production’ and a ‘Best Actor’ nomination at the 2018 WhatsOnStage Awards; Gabey in the Olivier Award nominated production of <span class='text--italic'>On The Town</span> at the Regent’s Park Open Air Theatre, directed and choreographed by Drew McOnie, and  Captain Crewe in the UK Premiere of A <span class='text--italic'>Little Princess</span>  at London’s Royal Festival Hall, directed by Arlene Phillips and with the Royal Philharmonic Concert Orchestra conducted by the composer, Andrew Lippa.</p><p>In addition, Danny has appeared in <span class='text--italic'>Wicked</span> at the Apollo Victoria Theatre, in <span class='text--italic'>Les Misérables</span> at The Palace Theatre, and as Warner in the Curve production of <span class='text--italic'>Legally Blonde</span>.</p><strong>Television credits include:</strong> Craig in Sky One’s hit comedy series <span class='text--italic'>Trollied</span>; ITV’s <span class='text--italic'>Midsomer Murders</span> and Channel 4’s long-running series <span class='text--italic'>Hollyoaks</span> as Mark Savage. Danny’s television work has clocked him up an impressive number of awards and nominations including ‘Best Newcomer’ at the highly regarded National Television Awards, which is voted for by the British public.</p><p>In 2016, Danny was a finalist in the BBC’s <span class='text--italic'>Strictly Come Dancing</span>, thanks to a record-breaking partnership with professional dancer Oti Mabuse. He and Oti also took part in <span class='text--italic'>Strictly Come Dancing: The Live Tour</span> performing to sold out arena audiences across the UK and were crowned tour winners.</p><p>Twitter/Instagram: @dannymaconline</p> <p><strong>Website:</strong> dannymac.com</p>"
  },
  {
    "image": "../images/cast/danburton.jpg",
    "name": "Dan Burton",
    "role": "Phil Davis",
    "bio": "<p>Dan was nominated for an Olivier Award for his role of Tulsa in <em>Gypsy</em> at the Savoy Theatre.</p> <p>Currently appearing as Giles Ralston in <em>The Mousetrap</em> (St. Martin&rsquo;s Theatre).</p> <p><strong>Theatre credits include:</strong>Phil Davis in <em>White Christmas</em> (Leicester Curve), Don Lockwood in <em>Singin&rsquo; In The Rain</em> (Grand Palais and Th&eacute;&acirc;tre du Ch&acirc;telet, Paris), Jerry Travers in <em>Top Hat</em> (Kilworth Theatre), Billy Lawlor in <em>42nd Street</em> (Th&eacute;&acirc;tre du Ch&acirc;telet Paris), Riff in <em>West Side Story </em>(Salzburg Festival), Tulsa in<em> Gypsy</em> (Savoy Theatre and Chichester Festival Theatre), Earl and Understudy Sid Sorokin in <em>The</em> <em>Pajama Game</em> (Shaftesbury Theatre and Minerva Theatre, Chichester), Kenickie in <em>Grease</em> (Ljubljana Festival Theatre, Slovenia), Joe Pesci/ Understudy Frankie Valli in&nbsp;<em>Jersey Boys</em>&nbsp;(Prince Edward Theatre),&nbsp;<em>The Wind in the Willows</em>&nbsp;(Rehearsed Reading), Barraclough/Understudy Lockwood/Gilbert&nbsp;in the original London cast of&nbsp;<em>Betty Blue Eyes</em>&nbsp;(Novello Theatre), Nikos/Padamadan in&nbsp;the original London cast of&nbsp;<em>Legally Blonde</em><strong>&nbsp;</strong>(Savoy Theatre), Bernardo in&nbsp;<em>West Side Story</em>&nbsp;(National Tour), Understudy and played Amos Hart in&nbsp;<em>Chicago</em>&nbsp;(Cambridge Theatre), Original London Cast of&nbsp;<em>Dirty Dancing</em>&nbsp;(Aldwych Theatre),&nbsp;<em>Miss Saigon</em>&nbsp;(National Tour)&nbsp;and Opening Gala of the <em>International Festival of Musical Theatre</em>&nbsp;(New Theatre Cardiff).</p> <p><strong>Film credits include:</strong> Gene Donan in <em>&lsquo;S Wonderful</em>.</p> <p><strong>Cast recording credits include:</strong> <em>Dirty Dancing, Legally Blonde</em>,<em> Betty Blue Eyes</em><em>, </em>and the 2015 revival of<em> Gypsy<strong>.</strong> </em></p> <p>Dan has his debut solo album <em>Broadway Melodies</em> out now available now on iTunes.</p><p>Twitter: @danburton22</p><p>Instagram: danburtonofficial</p>"
  },
  {
    "image": "../images/cast/hope.jpg",
    "name": "Danielle Hope",
    "role": "Betty Haynes",
    "bio": "<p>Danielle came to public prominence after winning Andrew Lloyd Webber&rsquo;s hit BBC television series <em>Over The Rainbow</em> and since then, Hope has blossomed into an acclaimed international leading lady.</p> <p><strong>Her recent stage credits include</strong>: Snow White in <em>Snow White</em> (London Palladium), Sherrie in <em>Rock of Ages</em> (UK Tour), Sandy in <em>Grease</em> (UK Tour), Eponine in <em>Les Miserables</em> (Queens Theatre), Maria in <em>The Sound of Music</em> (UK Tour), The Narrator in <em>Joseph and the Amazing Technicolor Dreamcoat</em> (UK Tour), Cathy in <em>The Last Five Years</em> (Greenwich Theatre), Dorothy in <em>The Wizard of Oz</em> (London Palladium) Danielle has performed her sold out one woman show at venues such as 54 Below, New York City, where she also recorded her debut Live Album <em>Bring the Future Faster</em>; Edinburgh Festival with <em>Don&rsquo;t Tell Me Not To Fly</em>, <em>&nbsp;Live: at Zedel</em> with <em>In Her Shoes</em> and most recently <em>Sunday Favourites at The Other Palace</em>.</p> <p>Danielle is excited to be working on her original music which will be released very soon!</p> <p>Now living and working in New York City, Danielle is delighted to return to London to perform in <em>White Christmas</em> and hopes you have a magical time!</p>"
  },
  {
    "image": "../images/cast/clarehalse.jpg",
    "name": "Clare Halse",
    "role": "Judy Haynes",
    "bio": "<p><strong>Training: </strong>Arts Educational Schools London.&nbsp;</p> <p><strong>Theatre credits include: </strong>Sarah Brown in <em>Guys and Dolls </em>(Th&eacute;&acirc;tre Marigny, Paris), Peggy Sawyer in <em>42nd Street </em>(Theatre Royal, Drury Lane), Miss Dorothy Brown in <em>Thoroughly Modern Millie </em>(Kilworth House Theatre), Kathy Selden in <em>Singin' in the Rain </em>(Th&eacute;&acirc;tre du Ch&acirc;telet, Paris), Marjorie May/ understudied and played Dainty June in <em>Gypsy </em>(Savoy Theatre and Chichester Festival Theatre), Ensemble/ understudied and played Mrs Teavee and Cherry Sundae in <em>Charlie and the Chocolate Factory </em>(Theatre Royal, Drury Lane), Tweedle-Dee/ understudied and played Teenage Fiona in <em>Shrek The Musical </em>(Theatre Royal, Drury Lane), Amber Von-Tussle in <em>Hairspray </em>(National Tour), Ensemble in <em>Wicked </em>(Apollo Victoria), Liza in <em>Peter Pan, A Musical Adventure </em>(West Yorkshire Playhouse), Ensemble in <em>The Music Man </em>(Chichester Festival Theatre), Ensemble in <em>Good Thing Going - Simply Sondheim with The Royal Philharmonic Orchestra </em>(Cadogan Hall) and Wendy in&nbsp;<em>Peter Pan </em>(Grimsby Auditorium).</p> <p><strong>Cast recording credits include: </strong><em>42nd Street (</em>Theatre Royal, Drury Lane) <em>Gypsy </em>(Savoy Theatre), <em>Charlie and the Chocolate Factory </em>(Theatre Royal, Drury Lane) and <em>Peter Pan a Musical Adventure </em>(West Yorkshire Playhouse).</p> <p><strong>Film credits include: </strong>Peggy Sawyer in <em>42nd Street </em>(Julian Marsh Productions), <em>Gypsy </em>(BBC) and vocalist in <em>Mary Poppins Returns </em>(Walt Disney Pictures).</p> <p>Website: www.clarehalse.com</p>"
  },
  {
    "image": "../images/cast/michaelbrandon.jpg",
    "name": "Michael Brandon",
    "role": "General Henry Waverly",
    "bio": "<p>Most recently, in Spring this year,&nbsp;Michael&nbsp;performed <em>Other People's Money</em> at Southwark Playhouse and has also recently authored his one man show <em>Too Much To Tell</em> which was performed on the Queen Mary 2.&nbsp;</p> <p><strong>Other theatre credits include:</strong> Arthur Miller&rsquo;s <em>All My Sons</em>, <em>Off The Kings Road, The Long Road South</em> for which he was nominated an Offie, Arthur Miller&rsquo;s <em>A View From the Bridge</em>, <em>Singin In the Rain</em>, which transferred from Chichester to the Palace Theatre in London. <em>On The Waterfront</em>, <em>Love Letters</em>, <em>Wet Weather Cover</em> which transferred from The Kings Head to The Arts Theatre London and the National Theatre Production of <em>Jerry Springer The Opera </em>originating the role of Jerry Springer for which he was nominated an Olivier Award for best actor. <strong>Further credits include:</strong> the New York Productions of <em>The Lady and The Clarinet</em> with Stockard Channing and <em>Does a Tiger Wear a Necktie?</em> with Al Pacino on Broadway.</p> <p><strong>TV credits include:</strong> <em>Urban Myths - The Trial of Joan Collins</em>, Danny Boyle&rsquo;s <em>Trust </em>and four seasons as Elliot Salad on <em>Episodes </em>with Matt LeBlanc. <em>The Tracey Ullman Show</em>, <em>The Blandings</em>, <em>Mr. Selfridge</em>, <em>Galivant</em>, <em>The Katherine Tate series</em>, Lynda LaPlante&rsquo;s <em>Trial and Retribution</em>, <em>Miss Marple</em>, BBC&rsquo;s <em>The Last Days of Lehman Brothers,</em> <em>New Tricks</em>, <em>Death in Paradise</em>, <em>Hawking </em>with Benedict Cumberbatch, <em>James Dean</em>, <em>Hustle,</em> <em>Doctor Who</em> with David Tenant, and the classic 80&rsquo;s series <em>Dempsey and Makepeace</em>.</p> <p><strong>Film Credits include:</strong> <em>The Times of Their Lives</em>, <em>Captain America- The First Avenger, Me and Orson Wells,</em> HBO&rsquo;s <em>The Contaminated Man,</em> George Cukor&rsquo;s last film <em>Rich and Famous</em> with Candace Bergman and Jaqueline Bisset<em>, Change of Seasons</em> with Anthony Hopkins and Shirley MacLaine, <em>Lovers and Other Strangers</em> with Bea Arthur, Diane Keaton, <em>Deja&rsquo; Vu</em> with Vanessa Redgrave and Dario Argento&rsquo;s <em>Four Flies on Grey Velvet.</em></p> <p>Michael&nbsp;was the voice of <em>Thomas the Tank Engine </em>for eight years and has recorded audio books for&nbsp;Michael&nbsp;Connelly, David Baldacci, Martin Cruz Smith and the late Jackie Collins. Michael&nbsp;appeared at the Hong Kong Arts Festival and Ronnie Scott's with Guy Barker and his amazing jazz rendition of<em> The Magic Flute</em>.</p> <p>Website:&nbsp; michaelbrandon.net</p>"
  },
  {
    "image": "../images/cast/brendaedwards.jpg",
    "name": "Brenda Edwards",
    "role": "Martha Watson",
    "bio": "<p>Brenda&rsquo;s life changed forever when she became the last woman standing in the semi finals of the UK&rsquo;s X Factor in 2005, leaving the audience and judges spellbound week after week. In 2006, she was presented with the Screen Nation Award for Favourite Reality TV Star. In 2016 Brenda was diagnosed with stage 3 breast cancer. As of 2019, she is 3 years free of cancer and uses every opportunity to raise money and awareness for various cancer charities. Brenda is also currently a regular presenter on ITV&rsquo;s Loose Women.</p> <p><br /> In Spring 2020 Brenda will recreate the role of Deloris Van Cartier in a brand new specially rewritten production of the hit musical SISTER ACT across the UK and in London.</p> <p>Theatre Credits Include:&nbsp;Motormouth Maybelle in HAIRSPRAY (UK Tour); Nettie Fowler in CAROUSEL (London Coliseum); Esta in MOBY DICK! (The Union Theatre); Diane &amp; Beautiful music in THE HUMAN COMEDY (The Young Vic); Killer Queen in WE WILL ROCK YOU (original UK Tour &amp; West End); Pearl Pastor in CARMEN JONES (Royal Festival Hall) and Mama Morton in CHICAGO (West End &amp; 10th&nbsp;Anniversary gala).</p> <p>Screen credits include: Mrs Johnson in Ben Elton&rsquo;s THE WRIGHT WAY and The Lips in Alan Carr's THE SINGER TAKES IT ALL.</p> <p>Television Appearances: The Last Leg, The Weakest Link, The Wright Stuff, Sing If You Can, GMTV X Factor correspondent&nbsp;</p> <p>Special Guest Performances:&nbsp;Magic FM's Magic of the Musicals Night (Royal Albert Hall); BBC Radio 2 with the BBC Concert Orchestra for a night with Sir Terry Wogan; Friday Night&rsquo;s music night with Paul Gambaccini and on Graham Norton's BBC Radio 2 programme. She has also had the honour of performing with soul legends Ashford and Simpson and supported Smokey Robinson at Rochester Castle with her own 11-piece band.</p> <p>Other highlights include sold out concerts at the world-famous Ronnie Scott&rsquo;s, London&rsquo;s Pigalle Club, and at the Barbican for&nbsp;Brenda&nbsp;Edward&rsquo;s Gospel Christmas produced by Raymond Gubbay.&nbsp;</p> <p>Brenda is proud to have independently released her Debut Album &ldquo;Bring It Back&rdquo; (check website for details)<br /> </p> <p>Website:&nbsp;<a href=\"https://www.brendaedwardsglobal.com/\">www.brendaedwardsglobal.com</a>&nbsp;</p> <p>Instagram: @brendaemusic</p> <p>Twitter: @brenda_edwards</p> <p>Facebook:&nbsp;<a href=\"https://www.facebook.com/Brendaedwardsglobal.co.ukF\">https://www.facebook.com/Brendaedwardsglobal.co.uk/</a></p>"
  },
  {
    "image": "../images/cast/jacwil.jpg",
    "name": "Jack Wilcox",
    "role": "Ralph Sheldrake & Ensemble",
    "bio": "<p><strong>Training:&nbsp;</strong>Tring Park School for the Performing Arts.</p> <p><strong>Theatre credits include:&nbsp;</strong>Naphtali and Understudy Joseph in <em>Joseph and The Amazing Technicolor Dreamcoat</em> (The London Palladium), Hortensio in <em>Kiss Me, Kate </em>(The London Coliseum), Ensemble/ Understudy Adam Hochberg &amp; Henri Baurel in <em>An American in Paris</em> (Dominion Theatre), Anthony Hope in <em>Sweeney Todd </em>(Mercury/Derby Theatre), Dandini in <em>Cinderella </em>(Manchester Opera House), Young Visconti in <em>Travels With my Aunt </em>(Chichester Festival Theatre), Charles Lightoller in <em>Titanic </em>(Princess of Wales, Toronto), Rolf Gruber in <em>The Sound of Music </em>(Leicester Curve), Riff in <em>West Side Story</em> (UK Tour), Ensemble and Understudy Don Lockwood in <em>Singin&rsquo; in the Rain</em> (Palace Theatre), Ensemble/ Understudy Bill Calhoun/Luciento in <em>Kiss Me Kate </em>(Theatre Du Chatelet), <em>42<sup>nd</sup> Street </em>(Leicester Curve), Don Kerr in <em>A Chorus Line</em> (Tel Aviv Opera House); <em>Singin&rsquo; in the Rain</em> (Chichester Festival Theatre), Soloist in Stephen Mear&rsquo;s <em>Shoes</em> (The Peacock Theatre), Ensemble in <em>Wicked</em> (Victoria Apollo), <em>High School Musical </em>2 (UK Tour), <em>Apollo Victoria 80th Gala </em>(Victoria Apollo); <em>Kerry Ellis Sings the Great British Songbook</em> (Shaw Theatre), <em>Night of 1000 Voices</em> (Royal Albert Hall); Vocalist in Handel&rsquo;s <em>Messiah</em> (Royal Albert Hall), Young Heathcliff in <em>Wuthering Heights</em> for NBT (Sadler&rsquo;s Wells).</p> <p><strong>Workshop credits include: </strong>Malik in <em>Women on the Verge of a Nervous Breakdown </em>(Bart Sher), Bud Carver in <em>Night of the Prom (Tony Mchale)</em>, <em>Send for Mr Plim </em>(Soho Theatre).</p> <p><strong>TV credits include:&nbsp;</strong><em>All Star Musicals </em>(ITV), <em>Ant &amp; Dec&rsquo;s Saturday Night Takeaway</em> (ITV), <em>Surprise Surprise</em> (ITV), <em>Blue Peter</em> (BBC).</p> <p>Jack is thrilled to be performing in <em>White Christmas </em>and would like to thank his wife, family and friends for their continued love and support.</p> <p>Instagram: @jack_wilcox_</p> <p>Twitter: @Jack_Wilcox</p>"
  },
  {
    "image": "../images/cast/kayleighthadani.jpg",
    "name": "Kayleigh Thadani",
    "role": "Rita & Ensemble",
    "bio": "<p>Training: Guildford School of Acting.</p> <p><strong>Theatre credits include:&nbsp;</strong>Ensemble/Swing in&nbsp;<em>Disney&rsquo;s Aladdin&nbsp;(</em>Prince Edward Theatre),&nbsp;<em>Disney's Broadway Hits (</em>Royal Albert Hall),&nbsp;<em>West End Bares&nbsp;</em>(Novello Theatre), Wicked Witch in&nbsp;<em>The Wizard Of Oz&nbsp;</em>(Shaw Theatre),&nbsp;<em>Puttin' On The Ritz&nbsp;</em>(UK Tour and Monte Carlo),&nbsp;<em>Blues Brothers Story&nbsp;</em>(Sporting Club, Monte Carlo), Ensemble/Understudy Wicked Step Mother in&nbsp;<em>Cinderella&nbsp;</em>(Hackney Empire), Pradeepta Smith in&nbsp;<em>The Bakewell Bake Off&nbsp;</em>(Landor Theatre and Waterloo East Theatre).</p> <p><strong>TV credits include:&nbsp;</strong>Featured Singer in&nbsp;<em>Sunday Night At The Palladium&nbsp;</em>(ITV),&nbsp;<em>Tonight At The London Palladium&nbsp;</em>(ITV),&nbsp;<em>Children In Need&nbsp;</em>(BBC Elstree Studios),&nbsp;ITV All Star Musicals (London Palladium).&nbsp;</p> <p><strong>Voiceover credits include:<em>&nbsp;</em></strong><em>Estee Lauder Advance Night Repair, Lightseekers, Clinique, Simple Aqua Lock Wipes, Amazon Ident,&nbsp;Caress Lux, Jockey. Winner of One Voice Award, best performance in a video game/toy.</em></p> <p>Kayleigh is thrilled to be part of this glorious production. She has watched the original motion picture every year since she was a little girl! Massive thanks to Mama, Michelle, God and all those that have believed in and supported me throughout the years!&nbsp;</p> <p>Instagram: @KayleighThadani</p> <p>Kayleigh is represented by Michelle Blair Management</p>"
  },
  {
    "image": "../images/cast/aimeehodnett.jpg",
    "name": "Aimee Hodnett",
    "role": "Rhoda & Ensemble",
    "bio": "<p><strong>Training: </strong>Arts Educational School</p> <p><strong>Theatre credits include: </strong>Ensemble in <em>An Officer and a Gentleman</em> (Leicester Curve), Young Hattie and Showgirl/Cover Young Phylis/Cover Emily in <em>Follies </em>(National Theatre), Ensemble in <em>She Loves Me </em>(Menier Chocolate Factory), Stubb in <em>Moby Dick The Musical</em> (Union Theatre), Ensemble in <em>The Producers </em>(UK and Ireland Tour)<em>, </em>Ensemble in <em>Singin&rsquo; in the Rain </em>(UK, Ireland and International Tour), Soloist in <em>West End Live, </em>Singer in <em>David Phelps At The O2, </em>Soloist in <em>Pole I&rsquo;ll Never Play </em>(St. James Theatre)&nbsp;</p> <p><strong>TV credits include: </strong>Dancer in <em>The Crown Season 2 </em>(Netflix)</p> <p><strong>Credits whilst training: </strong>Rona Lisa Peretti in <em>The 25<sup>th</sup>Annual Putnam Spelling Bee, </em>Margot in <em>Legally Blonde, </em>Ensemble in <em>Guys and Dolls, </em>Libby Drake in<em> Babes in Arms, </em>Lynette Fromme in<em> Assassins.</em></p> <p>&nbsp;</p>"
  },
  {
    "image": "../images/cast/siontudorowen.jpg",
    "name": "Sion Tudor Owen",
    "role": "Ezekiel Foster & Snoring Man",
    "bio": "<p>Training: Guildhall School of Music and Drama</p> <p><strong>Theatre credits include:</strong>&nbsp;<em>We&rsquo;re Still</em> <em>Here</em> (National Theatre Wales), <em>White Christmas</em> (West Yorkshire Playhouse), <em>West Side Story</em> (Wales Millennium Centre), <em>Wild Oats</em> (Theatre Royal Bath), <em>Absurd Person Singular</em> (Leicester Curve), <em>Carries War&nbsp;</em>(Novel/Apollo Theatre), <em>Cyrano De Bergerac</em> (Chichester Festival Theatre), <em>A&nbsp;</em><em>Chorus of Disapproval</em> (Ipswich Wolsey &amp; Tour), <em>Romeo and Juliet</em>, <em>Hamlet</em>,&nbsp;<em>Macbeth</em>, <em>Love Girl</em> <em>and the Innocent</em>, <em>The Swan Down Gloves</em>, <em>Richard III</em>,&nbsp;<em>Hamlet</em> all for the RSC. <em>Under Milk Wood</em> and <em>Accidental Deal</em> (Theatr Clwyd)</p> <p><strong>Film credits include:</strong> Caronte in <em>The Girl From The Song</em> for Netflix, <em>Twin Town</em>, <em>One Chance</em>,&nbsp;<em>Highlander</em>, <em>Staggered</em>, <em>The Tichboune Claimant</em>, <em>The Return of Sam McLoud</em>,&nbsp;<em>Aberdeen</em>, <em>Experience Preferred</em>, <em>One in Four</em>, <em>Candle in the Dark</em>, <em>Outlanders</em>, Bryn in <em>Submarine</em> (Film Four).</p> <p><strong>TV credits include:</strong>&nbsp;<em>Emmerdale</em>, <em>Doctors</em>, <em>Coronation Street</em>, <em>Outlander II</em>, <em>Midsommer Murders</em>,&nbsp;<em>MI High</em>, <em>Diamond Geezer</em>, <em>Casualty</em>, <em>Roman Mysteries</em>, <em>Dirty Work</em>, <em>The Bill</em>, Mortimer&rsquo;s Law, Drovers&rsquo; Gold, Just William, Independent Man, The <em>Detectives</em>, <em>One Summer</em>, <em>Allo Allo</em>, <em>Dr Who</em>, <em>Jenny&rsquo;s War</em>.</p> <p><strong>Other credits include:</strong> Numerous radio plays, film and television commercials and his fair share of comedy work both solo and with the Foreballs.</p>"
  },
  {
    "image": "../images/cast/stephaneanelli.jpg",
    "name": "Stephane Anelli",
    "role": "Mike & Ensemble",
    "bio": "<e><strong>Theatre credits include:</strong> Double J and Alternate Tony Manero in<em> Saturday Night Fever </em>(Original German Cast and UK Tour) Tony Manero in the West End return (Apollo Victoria Theatre),<em> Sinatra at the London Palladium</em>, <em>Fiddler on the Roof (Sheffield Crucible), On the Town </em>with English National Opera (London Colliseum), created the role of Jose in<em> Never Forget </em>(Savoy Theatre),<em> Gotta Sing Gotta Dance </em>(UK Tour), <em>Shoes</em> (Original Cast, Sadler's Wells Theatre), Padamadan/ Nikos in<em> Legally Blonde</em> (Savoy Theatre), Harry Houdini in<em> Ragtime </em>and Mustardseed in<em> A Midsummer Night's Dream </em>(Regent's Park Open Air Theatre), Cosmo Brown in<em> Singin' in the Rain </em>(Palace Theatre, UK Tour and Tokyo, Japan), Carmen Ghia in<em> The Producers </em>(UK Tour), created the role of professor Schmul in<em> Miss Atomic Bomb </em>(St James Theatre), Andy Lee in<em> 42nd Street </em>(Chatelet Paris) Alberto Beddini in<em> Top Hat </em>(Kilworth House) Dandini in<em> Cinderella </em>(Hackney Empire) receiving a nomination for best supporting actor at the GBP awards, Paul in<em> Kiss Me Kate </em>(London Coliseum), <em>Guys and Dolls Concert </em>(Royal Albert Hall), Nathan Detroit in <em>Guys and </em>Dolls (Mill at Sonning), Dentist in<em> Little Shop of Horrors </em>(Storyhouse Chester).</p> <p><strong>Workshop credits include:</strong> &nbsp;Dinero in<em> Sister Act </em>(Hamburg and Broadway productions), <em>The Little Mermaid </em>for Broadway,<em> Water Babies</em>, <em>Vampirette, Frozen </em>for the current Broadway production.</p> <p>&nbsp;</p>"
  },
  {
    "image": "../images/cast/alexandra.jpg",
    "name": "Alexandra Waite-Roberts",
    "role": "Tessie, Assistant Seamstress & Ensemble",
    "bio": "<p>Training: The Italia Conti Academy of Theatre Arts</p> <p><strong>Theatre credits include:</strong> <em>Guys and Dolls </em>(Royal Albert Hall, London and Theatre Marigny, Paris), <em>Chess </em>(London Coliseum), Fanny Brice Cover <em>Funny Girl </em>(UK No.1 Tour), <em>Mary Poppins </em>(UK No.1 Tour), <em>Anything Goes</em> (UK No.1 Tour), Ensemble and Understudy Dale Tremont<em> Top Hat</em> (Aldwych Theatre and UK No.1 Tour), Ensemble and Dance Captain<em> Le Grande Macabre</em> (London Coliseum, ENO), Dorothy Gale in <em>The Wizard of Oz</em> (RSC version for Sutton Theatres and Blue Star Productions), Lead vocalist in <em>Back to Broadway</em> (UK Tour), <em>West End to Broadway</em> (Blue Star Productions), <em>Four&rsquo;s a Crowd</em> (Platform Theatre Company), Ensemble and Understudy Fairy Godmother in <em>Cinderella</em> (Bristol Hippodrome and New Wimbledon Theatre), Ensemble in <em>Peter Pan</em> (New Wimbledon Theatre), Princess Kate in <em>Jack and the Beanstalk </em>(Cambridge Arts Theatre), Princess Belroubador in <em>Aladdin</em> (Bruce James Productions), Queen Susan in <em>The Lion, the Witch and the</em> <em>Wardrobe</em> (Bruce James Productions), Polly in <em>Toad of Toad Hall</em> (Newpalm Productions) and title roles in: <em>Goldilocks and the three Bears</em>, <em>Sleeping Beauty</em> and <em>Snow White</em> (Blue Star Productions), Alexandra has also appeared with the European Ballet in productions of <em>Sleeping Beauty</em> and <em>Cinderella.</em></p> <p><strong>TV credits include:</strong> <em>Blue Peter </em>(BBC), <em>Strictly Come Dancing</em> (BBC), <em>The Alan Titchmarsh</em> <em>Show</em> (ITV), <em>The Olivier Awards 2014</em> (ITV).</p> <p><strong>Recording credits include:</strong> Original London cast recording of <em>Top Hat</em>, and a concept album of <em>Jason and the Argonaughts</em>. (Kenneth Wax).&nbsp;</p> <p>Alexandra would like to thank her family and friends for their ongoing support.</p> <p>Twitter: @AlexandraW_R</p>"
  },
  {
    "image": "../images/cast/michaellin.jpg",
    "name": "Michael Lin",
    "role": "Jimmy & Ensemble ",
    "bio": "<p><strong>Theatre Credits include:</strong>&nbsp;Ensemble/ Cover Ali Hakim in <em>Oklahoma!</em> (Chichester Festival Theatre), Baby John in <em>West Side Story</em> (Royal Exchange Theatre), Aki in <em>Aladdin</em> (Hackney Empire), Lucky in <em>The Rink</em> (Southwark Playhouse), Ensemble/Puppeteer in <em>Pinocchio</em> (National Theatre), Crabtree in <em>Forty Years On</em> (Chichester Festival Theatre), Ensemble/ Understudy Eugene/Sonny in <em>Grease</em> (Leicester Curve), Ching Ho in <em>Thoroughly Modern Millie</em> (Kilworth House), Ensemble/Assistant Dance Captain in <em>Annie</em> (UK Tour), Ensemble/Cover Luke/ John in <em>Anything Goes</em> (Sheffield Crucible and UK Tour), Ensemble/Dance Captain in <em>Thriller Live</em> (UK &amp; European Tour).</p><p>Originally hailing from Hong Kong, Michael specialises in Tap but is fond of the drums and most things percussive.</p>"
  },
  {
    "image": "../images/cast/mattclark.jpg",
    "name": "Matthew Whennell-Clark ",
    "role": "Ed Sullivan & Ensemble",
    "bio": "<p><strong>Training:&nbsp;</strong>Doreen Bird College</p> <p><strong>Theatre credits include:&nbsp;</strong><em>Me and My Girl</em> (Frinton Summer Theatre), <em>Guys &amp; Dolls</em> (Marigny Theatre, Paris),<em> Kiss Me Kate</em> (Sheffield Crucible), <em>Young Frankenstein </em>(The Garrick Theatre), <em>Carousel </em>(ENO, London Coliseum), <em>42nd Street</em>&nbsp;(Theatre Du Ch&acirc;telet Paris and UK Tour), <em>Guys and Dolls</em> (Phoenix Theatre, Chichester Festival Theatre, UK Tour and Royal Albert Hall), <em>Singin&rsquo; in the Rain</em> (Theatre Du Ch&acirc;telet), <em>Seven Brides for Seven Brothers </em>(Regents Park Open Air Theatre), <em>White Christmas</em> (Dominion Theatre), <em>Charlie and the Chocolate Factory</em> (Theatre Royal Drury Lane), <em>My Fair Lady</em> (Sheffield Crucible), <em>Matilda</em> (Cambridge Theatre), <em>Shoes</em> (Peacock Theatre), <em>Oliver!</em> (Theatre Royal Drury Lane), <em>Chicago</em> (Cambridge Theatre, Singapore and UK Tour), <em>The Boy Friend</em> (Regents Park Open Air Theatre), <em>We Will Rock You </em>(Dominion Theatre), <em>Grease</em> (Victoria Palace and Scandinavian Tour), <em>West Side Story</em> (Bregenz Festival, Austria),&nbsp;<em>Saturday Night&nbsp;Fever</em> (UK Tour and K&ouml;ln),<em> Chitty Chitty Bang Bang </em>(London Palladium), <em>Oh! What a Night</em> (UK Tour), and <em>Fame </em>(UK Tour).</p> <p>&nbsp;</p>"
  },
  {
    "image": "../images/cast/robmc.jpg",
    "name": "Robbie McMillan",
    "role": "Ensemble",
    "bio": "<p><strong>Training:&nbsp;</strong>Centre of Dance, The Ritz Performing Arts Centre and Queensland Ballet Professional Year Program.</p> <p><strong>Theatre credits include:&nbsp;</strong>Mr Mistoffelees in <em>Cats </em>(Kilworth House), Ensemble in Stephen Mear&rsquo;s <em>Guys and Dolls </em>(Theatre Marigny, Paris) Ensemble in <em>White Christmas </em>(Leicester Curve), Joe in <em>Flashdance </em>(UK Tour), Ensemble in <em>Chess </em>choreographed by Stephen Mear (London Coliseum), Ensemble in <em>Johann Strauss Gala </em>(UK Tour), Mr Mistoffelees in <em>Cats </em>(International Tour), Ensemble Production Dancer for <em>Voyager of the Seas </em>(Royal Caribbean)<em>, </em>Princess Cruises and Norwegian Cruise Line.</p> <p><strong>Ballet credits:&nbsp;</strong>Corps de ballet with Queensland Ballet; Francois Klaus&rsquo; <em>Swan Lake</em>, <em>Romeo and Juliet</em>, <em>Carmen, Don Quixote, Alice in Wonderland, Sleeping Beauty, The Little Mermaid </em>and <em>The Nutcracker, </em>Guest Artist in Paris Opera Ballet&rsquo;s 2009 Australian tour of <em>Bolero </em>(Roland Petit) and <em>La Bayadere </em>(Rudolph Nureyev), Company Dancer with Expressions Dance Company in <em>Propel </em>(Natalie Weir)</p> <p><strong>Television credits</strong>: Contestant in <em>So You Think You Can Dance? </em>(Australia 2010)</p> <p>Instagram: @robertomcmillan</p> <p>Twitter: @RobbieMac1991</p>"
  },
  {
    "image": "../images/cast/matthewcaputo.jpg",
    "name": "Matthew Caputo",
    "role": "Ensemble ",
    "bio": "<p><strong>Training:</strong>&nbsp;Bird College of Performing Arts</p> <p><strong>Theatre Credits include:</strong>&nbsp;Michael Wormwood and Understudy Doctor/Rudolpho&nbsp;<em>Royal Shakespeare Company&rsquo;s Matilda </em>(UK Tour),&nbsp;Tevin in 21 Lin-Manuel Miranda&rsquo;s&nbsp;<em>21 Chump Street</em> (The Courtyard Theatre), Dance Captain/Mr Pringle and Understudy Young Ebenezer/Nephew Harry/Bob Cratchit in&nbsp;<em>Scrooge</em>&nbsp;(Leicester Curve), On-Stage Swing/Understudied and Played both Chip and Ozzie in <em>On The Town&nbsp;</em>(Regent&rsquo;s Park Open Air Theatre), Oddjob in UK Premiere of <em>The Life </em>(Southwark Playhouse), Swing in <em>Mary Poppins</em>&nbsp;(UK Tour), Bellboy and Understudy Specialty Dancer/Band Singer in&nbsp;<em>Top Hat</em>&nbsp;(UK Tour), Adam in the World Premiere of&nbsp;<em>Water Babies&nbsp;</em>(Leicester Curve), Swing and Understudy Mungojerrie/ Skimbleshanks/ Mr. Mistoffolees in&nbsp;<em>Cats </em>(UK Tour), Ensemble in&nbsp;<em>White Christmas </em>(Lowry), Chino in&nbsp;<em>West Side Story</em>&nbsp;(Sage Theatre), Ensemble in <em>Gypsy</em> (Leicester Curve), On-Stage Swing and Understudy Andy-Lee in <em>42<sup>nd</sup>&nbsp;Street </em>(Leicester Curve).</p> <p><strong>Workshop credits include:</strong>&nbsp;<em>King Kong </em>(Broadway)</p> <p><strong>TV Credits include:</strong>&nbsp;Dance Captain/Ensemble <em>All Star Musicals</em>, Blue Peter for <em>Mary Poppins</em>&nbsp;, The Olivier Awards for&nbsp;<em>Cats</em>.&nbsp;</p>"
  },
  {
    "image": "../images/cast/oliverramsdale.jpg",
    "name": "Oliver Ramsdale",
    "role": "Ensemble ",
    "bio": "<p><strong>Training: </strong>Laine Theatre Arts</p> <p><strong>Theatre credits include: </strong><em>Dirty Dancing </em>(UK Tour), <em>Raymond Gubbay&rsquo;s Christmas&nbsp;</em><em>Spectacular </em>(UK Concert Hall Tour &amp; West End), <em>The Glenn Miller Show </em>(London Coliseum), <em>Dick Whittington </em>(London Palladium), <em>Cats </em>(London Palladium &amp; International Tour), <em>Aladdin </em>(Grand Theatre, Wolverhampton), <em>Peter Pan </em>(Theatre Royal, Nottingham).</p> <p><strong>TV credits include: </strong><em>Sunday Night At The Palladium </em>(ITV), <em>Talk About You </em>(MIKA Music Video).</p> <p>Website: www.access-uk.com</p> <p>Instagram: @oliverramsdale</p> <p>Twitter: @ollieramsdale</p>"
  },
  {
    "image": "../images/cast/sophiecamble.jpg",
    "name": "Sophie Camble",
    "role": "Ensemble",
    "bio": "<p>Training: Studio One, and Millennium Performing Arts.</p> <p><strong>Theatre credits include:</strong> Demeter / Dance Captain in <em>Cats</em> (Kilworth House Theatre), Missy in <em>The Marvelous Wonderettes</em> (Upstairs at the Gatehouse &amp; Theatre Royal, Windsor), Gale &amp; Understudy Judy Haynes in <em>White Christmas</em> (Leicester Curve), <em>Chess</em> (London Coliseum), <em>42<sup>nd</sup> Street</em> (Theatre Royal, Drury Lane), Patty Simcox in <em>Grease</em> (Leicester Curve), Serena in <em>Legally Blonde</em> (Leicester Curve and South Korea), <em>Kiss Me Kate</em> (Th&eacute;&acirc;tre du Ch&acirc;telet, Paris&nbsp; and Grand Theatre, Luxembourg), Snow White in <em>Snow White and the Seven Dwarfs </em>(Wyvern Theatre), Understudy Dale in <em>Top Hat</em> (UK Tour &amp; Japan), Cinderella in <em>Cinderella</em> (Civic Theatre), Understudy Jenny Lind in <em>Barnum</em> (Chichester Festival Theatre), <em>Dick Whittington</em> (Hackney Empire), <em>West Side Story</em> (Royal Festival Hall), <em>Thursford Christmas Spectacular</em> (Thursford).</p> <p><strong>Other credits include:</strong> Dance Captain in <em>All Star Musicals</em> (ITV), Associate Choreographer to Nick Winston for <em>Kiss Me, Kate</em> (Oper Graz), Lead Vocalist on the Pacific Sun; <em>Chicago </em>(RCCL), <em>Future Cinema Presents: Who Framed Roger Rabbit</em> (Troxy), <em>Surprise Surprise</em> (ITV), <em>Ant and Dec&rsquo;s Push The Button </em>(ITV), <em>The Generation Game</em> (BBC), <em>Royal Variety Performance</em> (London Palladium / ITV), <em>The One Show</em> (BBC), <em>Tonight at the London Palladium</em> (ITV).</p>"
  },
  {
    "image": "../images/cast/annawoodside.jpg",
    "name": "Anna Woodside",
    "role": "Ensemble",
    "bio": "<p><strong>Training:</strong> London Studio Centre</p> <p><strong>Theatre credits include:</strong> Understudy Aunt Eller in <em>Oklahoma!</em> (Chichester Festival Theatre), Understudy Antonia and Housekeeper in <em>Man of La Mancha</em> (London Coliseum), Dancer/As Cast in <em>Dick Whittington</em> (London Palladium), Arminy in <em>Carousel&nbsp;</em>(ENO, London Coliseum), Lead female vocalist in <em>The Last Tango</em> (Phoenix Theatre), Hedda Hopper in <em>Sunset Boulevard</em> (ENO, London Coliseum), Demeter/ Understudy Grizabella in <em>Cats</em> (London Palladium), Understudy Lana Clemenza in&nbsp;<em>Dance Till Dawn</em> (Aldwych Theatre, London and UK Tour), <em>My Fair Lady</em> (Sheffield Crucible), Understudy Glinda in <em>The Wizard of Oz</em> (London Palladium), <em>Candide</em> (ENO, Japan), Adam Cooper's <em>Shall We Dance</em> (Sadler's Wells), Understudy Chloe and Annie in Original Cast of <em>Never Forget</em> (UK Tour), <em>Guys and Dolls</em> (Piccadilly Theatre), Tinkerbell in <em>Peter Pan</em> (Birmingham Hippodrome), <em>Fame the Musical&nbsp;</em>(Edinburgh Playhouse), Original Cast of <em>We Will Rock You</em> (Dominion Theatre, London), Doreen/ Understudy Annette in <em>Saturday Night Fever</em> (Apollo Victoria, London and UK Tour), Understudy Pearl and Dinah in <em>Starlight Express</em> (Apollo Victoria, London) and Understudy Annette and Stephanie in the Original German Cast of <em>Saturday Night Fever</em> (The Dom Cologne).</p> <p>Cast recording credits<em>: Saturday Night Fever</em>, <em>We Will Rock You</em>, <em>Never Forget</em>, <em>The Wizard Of Oz</em>.</p> <p><strong>TV credits include:</strong> <em>The Royal Variety Performance</em>, <em>Queens Golden Jubilee</em> <em>(Party at the&nbsp;</em><em>Palace)</em>, <em>Party in The Park</em>, <em>Children in Need</em>, <em>Blue Peter</em>, <em>Parkinson</em>.&nbsp;</p> <p><strong>Film credits include:</strong> Wedding Dancer in <em>Artemis Fowl </em>(Disney), Mother in <em>Goodbye Girl&nbsp;</em>(Mash Mosh Productions)</p>"
  },
  {
    "image": "../images/cast/jomorris.jpg",
    "name": "Jo Morris",
    "role": "Ensemble & Associate Choreographer",
    "bio": "<p><strong>Training:&nbsp;</strong>Millennium Performing Arts on The Doris Sonne Scholarship.</p> <p><strong>Theatre credits include:&nbsp;</strong>Revival Choreographer for <em>Singin&rsquo; In The Rain </em>(Grand Palais, Paris), Associate Choreographer/Dance Captain for; <em>Guys &amp; Dolls </em>(Marigny Theatre, Paris), <em>White Christmas </em>(Leicester Curve), <em>Guys &amp; Dolls&nbsp;</em>(Royal Albert Hall), <em>Chess </em>(English National Opera), <em>Top Hat </em>(Kilworth House), <em>42nd Street </em>(Theatre Du Chatelet, Paris), <em>Thoroughly Modern Millie </em>(Kilworth House), <em>Sunset Boulevard </em>(English National Opera/ Coliseum), <em>Singin&rsquo; In The Rain </em>(Theatre du Chatelet, Paris), <em>Mack &amp; Mabel </em>(Chichester Festival Theatre &amp; UK Tour), <em>The Pajama Game </em>(Minerva Theatre, Chichester and Shaftesbury Theatre), <em>Kiss Me, Kate </em>(The Old Vic and Chichester Festival Theatre), <em>Crazy For You </em>(Regents Park Open Air Theatre), <em>Me &amp; My Girl </em>(Sheffield Crucible), the Olivier Award-winning <em>Hello, Dolly! </em>(Regent&rsquo;s Park Open Air Theatre), <em>On The Town </em>(English National Opera/Coliseum, London &amp; Chatelet Theatre, Paris), <em>Gigi </em>(Regent&rsquo;s Park Open Air Theatre). Dance Captain/Onstage Swing in <em>Shoes </em>(Sadler&rsquo;s Wells), Assistant Rehearsal Director on <em>Shoes </em>(Peacock Theatre). Assistant Choreographer; <em>Sweet Charity </em>(Theatre Royal Haymarket and Menier Chocolate Factory), <em>The Music Man </em>(Chichester Festival Theatre), <em>Oklahoma! </em>(Chichester Festival Theatre), Choreographer, <em>Cinderella </em>(Gordon Craig Theatre, Stevenage), <em>The Winslow Boy </em>(The Old Vic), Ensemble/Swing; <em>Wicked </em>(Victoria Apollo), <em>Sinatra </em>(London Palladium), <em>Mary Poppins </em>(Prince Edward Theatre), <em>Grease </em>(Scandanavian Tour), <em>Tonight&rsquo;s The Tonight </em>(Victoria Palace); <em>Fame </em>(UK Tour).</p> <p><strong>TV credits include:&nbsp;</strong>Assistant Choreographer <em>Britannia </em>for Sky Atlantic, Assistant Choreographer for <em>So You Think You Can Dance - Series 1 </em>(BBC), <em>Blessed </em>(BBC), <em>Celebrity Big Brother </em>(Endemol), <em>Rebourn </em>(BBC), <em>Bustamove </em>(MTV) music video for <em>Goldfrapp</em>, <em>Orange Mobile Phone </em>commercial and <em>Showtime </em><em>at the Stadium</em> (BBC).</p> "
  },
  {
    "image": "../images/cast/jordancrouch.jpg",
    "name": "Jordan Crouch",
    "role": "Onstage Swing",
    "bio": "<p><strong>Training:&nbsp;</strong>Mountview Academy of Theatre Arts, graduating in 2019.</p> <p><strong>Theatre credits include: </strong>Soloist in <em>The Songs of Daniel and Laura Curtis</em> (The Hippodrome), Soloist in <em>The Mayor of Southwark&rsquo;s Charity Ball</em> (Shakespeare&rsquo;s Globe), Ensemble in <em>Magic at the Musicals</em> (Royal Albert Hall) and Ensemble in <em>Michael Ball &amp; Alfie Boe at the O2 </em>(O2).</p> <p><strong>TV credits include: </strong>Tap Dancer on <em>The One Show </em>(BBC)</p> <p><strong>Credits whilst training: </strong>Bobby Child in <em>Crazy For You</em>, Harry Sparrow in <em>Brass</em>, Chip in <em>On The Town</em>. Jordan is thrilled to be making his professional and West End debut in White Christmas and would like to thank his family and friends for their endless support.</p> <p>Instagram: @Jordiecee</p> <p>Twitter: @Jordiecee</p> <p>Facebook: www.facebook.com/jordancrouch97</p>"
  },
  {
    "image": "../images/cast/DelcyiaBelgrave.jpg",
    "name": "Delycia Belgrave",
    "role": "Onstage Swing ",
    "bio": "<p><strong>Training:&nbsp;</strong>Millennium Performing Arts&nbsp;</p> <p><strong>Theatre credits include:&nbsp;</strong>Ivy in <em>Me and My Girl </em>(Frinton Summer Theatre), Ensemble in Stephen Mear&rsquo;s <em>Guys and Dolls&nbsp;</em>(Theatre Marigny, Paris), Rita/Ensemble in <em>White Christmas </em>(Leicester Curve), Pilar in <em>Legally&nbsp;</em><em>Blonde </em>(UK Tour), Kate/Chutney/Whitney in <em>Legally Blonde </em>(Leicester Curve), Ensemble in&nbsp;<em>Mother Goose </em>(Wilton&rsquo;s Music Hall), Lisa in <em>Mamma Mia! </em>(Royal Caribbean), Featured Ensemble in <em>Loserville the Musical </em>(Revival - Union Theatre), <em>Jack and the Beanstalk </em>(Hackney Empire Theatre), <em>Cinderella </em>(Hackney Empire Theatre), Dancer/Singer in <em>Wildlife </em>(Bloomsbury Theatre)</p> <p><strong>Other credits Include:&nbsp;</strong><em>The Pajama Game </em>workshop (Stephen Mear); <em>Stephen Ward The Musical </em>workshop (Stephen Mear); Dancer in <em>Move It </em>(Olympia); Dancer in <em>John Lewis 150th </em>(LG Arena).</p> <p>Delycia is excited to be making her West End debut in <em>White Christmas </em>and would like to thank her Agent, family and friends for their constant love and support.</p> <p>Instagram: delycia_belgrave</p> <p>Twitter: @DelyciaBelgrave</p>"
  }
]