[
  {
    "name": "Morgan Young",
    "role": "Director & Choreographer",
    "bio": "<p>Choreographic credits include: <em>High Society</em> (West Yorkshire Playhouse); <em>Treasure Island</em> (Theatr Clwyd); <em>Snap Out of It!</em> a play on mental health; <em>Maltby and Shire&rsquo;s Closer Than Ever</em> (Library Theatre Manchester); the first <em>Festival of Musicals</em> (Buxton Opera House); <em>Duke Ellington&rsquo;s Sophisticated Ladies</em> (national tour and Gielgud Theatre London).</p> <p>National tour credits include: <em>Dames At Sea</em>; <em>The Wizard of Oz</em>;<em> Oh What A Lovely War</em>; <em>Godspell</em>; <em>Jesus Christ Superstar</em>; <em>The Pied Piper</em>; <em>The Adventures of Mr Toad</em>; <em>The Boyfriend</em>; <em>You&rsquo;re a Good Man Charlie Brown</em> and <em>CORA La Grand Horizontale</em> which opened the first New York International Theatre Festival at SUNY on Long Island.</p> <p>TV credits includes: The BAFTA Award Winning <em>Your Mother Wouldn&rsquo;t Like It</em> for Central TV (3 series) and <em>The Medal Song</em>, a promo video for Boy George.</p> <p>He also choreographed the 2009/10 UK and Ireland touring production of <em>Chitty Chitty Bang Bang</em> and<em> Monkee Business, </em>a new musical with songs from the iconic 60&rsquo;s pop group The Monkees .</p> <p>Directorial credits include: <em>Tomfoolery</em>; <em>Peter Pan</em> (three times with three wonderful &lsquo;Hooks&rsquo; Matthew Kelly, Ron Moody and Ben Richards); <em>Beauty &amp; The Beast</em>; <em>Aladdin</em>; <em>Santa Claus and the Return of Jack Frost</em> (Mayflower, Southampton); &nbsp;<em>Cinderella</em> (Mayflower, Southampton); <em>Me &amp; My Girl</em> (Lincoln&rsquo;s Theatre Royal) and the 21st Anniversary production of <em>Singin&rsquo; in The Rain </em>(Lincoln&rsquo;s Theatre Royal); <em>Irving Berlin&rsquo;s</em> <em>White Christmas</em> (Plymouth Theatre Royal, Edinburgh Playhouse, Wales Millennium Centre Cardiff, Lowry in Salford, Mayflower Southampton, Grand Canal Theatre Dublin, Liverpool Empire, Empire Theatre Sunderland and the Dominion Theatre London); <em>Aladdin</em> (The Mayflower, Southampton) starring Lily Savage (by kind permission of Paul O'Grady) in the role of Widow Twankey which transferred to The Theatre at the O2 for Christmas 2013; a workshop presentation of <em>Sleepless,</em> a new musical based on the movie <em>Sleepless in Seattle; Elf the Musical</em> (Plymouth Theatre Royal, Bord Gais Energy Theatre Dublin, Dominion Theatre London and Lowry Theatre Salford); <em>Big the Musical</em> (Theatre Royal Plymouth and Bord Gais Dublin).</p>"
  },
  {
    "name": "Helen Rymer",
    "role": "Associate Choreographer",
    "bio": "<p>Associate Choreographer credits include: <em>Elf the Musical</em> (2017 Plymouth Theatre Royal and Salford Lowry); <em>Big the Musical </em>(2016 Plymouth and Dublin); <em>Elf the Musical</em> (Dominion Theatre 2015, Theatre Royal Plymouth, and the Bord Gais Theatre Dublin 2014).</p> <p>UKK Associate Choreographer: <em>White Christmas</em> from 2009, setting up the show at the Dominion Theatre London, 2014; <em>Aladdin </em>(Theatre at the O2); <em>Santa Claus and the Return of Jack Frost</em> and <em>Cinderella</em> (Southampton Mayflower).</p> <p>Choreography credits include<strong>: </strong><em>Elf: A Christmas spectacular</em> (arena tour UK 2018); <em>Madagscar</em><strong> (</strong>Trinity Laban); <em>Animus </em>(Bridewell Theatre); <em>Made in Dagenham</em> (Jasmine Teh studio); <em>Carousel</em> (Mountview); <em>Sunshine on Leith</em> (Bridewell Theatre); <em>The Dreaming </em>(Union Theatre, London); <em>Annie</em> (New Zealand tour); <em>Footloose</em> (Jasmine Teh Studio); <em>Peter Pan</em> (Grand Canal theatre, Dublin, Southampton Mayflower); <em>The Hired Man</em> and <em>Little Women</em> (Bernie Grant Arts Centre, London).</p> <p>Assistant/Resident Choreographer/Children's Director: <em>Chitty Chitty Bang Bang </em>(UK Tour)</p> <p>Resident Director: <em>Elf</em> <em>the Musical</em> 2014</p> <p>Associate Director: <em>Sleepless workshop</em> 2016</p>"
  },
  {
    "name": "Stuart Morley",
    "role": "Musical Supervisor / Orchestrations",
    "bio": "<p>Stuart studied at Trinity College of Music and the Royal Academy of Music where he made an Associate in 2012.</p> <p>Musical Direction credits include: <em>We Will Rock You</em> (West End); <em>Only Fools &amp; Horses</em> (West End); <em>Elf</em> (West End/UK Premiere); <em>Big</em> (UK Premiere); <em>Tommy</em> (UK Tour); <em>Brian May &amp; Kerry Ellis's Anthems</em> (Royal Albert Hall, UK Tour); <em>Night of 1000 Voices</em> (Royal Albert Hall) and <em>Love Beyond</em> (Wembley Arena).&nbsp;</p> <p>Musical Supervisor credits include: <em>We Will Rock You</em> (2019 US &amp; UK Tours, Brazil, Denmark, Romania, RCCL); <em>Elf</em> (Lowry); <em>Eugenius</em> (The Other Palace) and <em>Early Doors Live</em> (UK Tour). Stuart was Associate Musical Supervisor of <em>Our Ladies of Perpetual Succour</em> (NTS, West End), Choral Director for <em>Chess in Concert</em> (Royal Albert Hall), and Associate Musical Director for <em>Cabaret</em> and <em>Wicked</em> (West End).</p> <p>Orchestration credits include: the 2012 re-release of <em>Freddie Mercury &amp; Montserrat Caball&eacute;'s Barcelona album</em> for Universal/Mercury Songs; <em>Big;</em> <em>Only Fools &amp; Horses;</em> <em>Monkee Business;</em> arrangements for the <em>Bands of the Royal Air Force;</em> <em>BBC Festival of Remembrance;</em> <em>RAF100;</em> <em>Dame Vera Lynn 100th Birthday Concert;</em> <em>Last Night of the Proms</em> (Hyde Park); <em>Starmus</em> with Brian May, Queen and Adam Lambert and the 2017 Belfast Tattoo. Stuart has conducted three albums with former Royal Harpist Claire Jones (with the English Chamber Orchestra and London Mozart Players) and the original London Cast recordings of <em>Elf</em> and <em>Big</em>. In 2018 he completed his PhD at the Royal Academy of Music. Stuart is very proud and excited to be a part of the West End premiere of <em>Big</em> and wishes all of his friends on and off the stage a fantastic run.</p>"
  },
  {
    "name": "Simon Higlett",
    "role": "Production Designer",
    "bio": "<p>Forthcoming, current and most recent designs include: <em>The Argument</em> with Felicity Kendall and <em>Song at Twilight</em> (Theatre Royal Bath); <em>Falstaff</em> (Grange Festival); <em>The Magic Flute</em> (Scottish Opera); <em>The Wizard of Oz</em> (Leeds Playhouse); <em>The Butterfly Lion</em> (Chichester Festival Theatre) and <em>The Price</em> with David Suchet (West End).</p> <p>Other recent designs include: <em>An Ideal Husband</em> with Freddie Fox and Frances Barber (West End); <em>The Chalk Garden</em> with Penelope Keith and <em>The Norman Conquests</em> (Chichester); <em>Twelfth Night</em> (Royal Shakespeare Company); <em>&nbsp;Some Mother&rsquo;s Do &lsquo;Ave &lsquo;Em</em> (UK tour); <em>Much Ado About Nothing</em> and <em>Love&rsquo;s Labour&rsquo;s Lost</em> (Theatre Royal Haymarket, RSC Stratford and Chichester); <em>Chitty Chitty Bang Bang</em> (West Yorkshire Playhouse and UK tour); <em>Saturday Night Fever</em> (Denmark), and <em>Hobson&rsquo;s Choice</em> with Martin Shaw (West End).</p> <p>Other highlights: <em>Singin&rsquo; In The Rain</em> (West End, Chichester and world tour); <em>Blithe Spirit</em> with Angela Lansbury (West End and USA); <em>Present Laughter</em> and <em>She Stoops To Conquer</em> (Bath); Derren Brown&rsquo;s <em>Infamous and Miracle</em> (West End); <em>The Importance of Being Ernest</em> and <em>Mrs Warren&rsquo;s Profession</em> (Washington D.C); <em>The Resistible Rise of Arturo Ui;</em> <em>Yes Prime Minister;</em> <em>Rosencrantz and Guildenstern Are Dead;</em> <em>When We Are Married;</em> <em>The Rivals;</em> <em>Man and Boy</em>;<em> Hay Fever;</em> <em>Of Mice and Men</em><strong>; </strong><em>Amy&rsquo;s View</em> (all West End); <em>Enemies</em>;<em> Whistling Psyche</em> and <em>The Earthly Paradise</em> (Almeida); <em>The Accidental Death Of An Anarchist</em> (Donmar); <em>The Force Of Change</em> (Royal Court); <em>The Merry Wives of Windsor</em> (Stockholm); <em>Haunted</em> (NYC/Brits Off Broadway); <em>Pygmalion</em> (Old Vic); <em>Singer;</em> <em>A Russian In The Woods;</em> and <em>Thomas More</em> (Royal Shakespeare Company and numerous designs at Chichester Festival Theatre including <em>Stevie</em> with Zoe Wanamaker (also Hampstead) and <em>Amadeus</em> with Rupert Everett.</p> <p>Simon designs for opera worldwide and is the recipient of the Manchester Theatre Award for Best Design (<em>Wonderful Town</em>), two <em>TMA Best Design Awards </em>(<em>Elizabeth Rex and Three Sisters</em>) and Helen Hayes Best Design Award (<em>Lady Windermere&rsquo;s Fan</em> (USA).</p>"
  },
  {
    "name": "Tim Lutkin",
    "role": "Lighting Designer",
    "bio": "<p>Theatre credits include: <em>Fiddler On The Roof&nbsp;</em>(Playhouse Theatre);&nbsp;<em>Chimerica&nbsp;</em>(Harold Pinter Theatre);&nbsp;<em>Elf &ndash; The Musical&nbsp;</em>(Dominion Theatre);&nbsp;<em>Quiz&nbsp;</em>(No&euml;l Coward&nbsp;Theatre);&nbsp;<em>The Girls&nbsp;&ndash; A Musical Comedy&nbsp;</em>(Phoenix&nbsp;Theatre);&nbsp;<em>The Go-Between - Staring Michael Crawford&nbsp;</em>(Apollo&nbsp;Theatre);&nbsp;<em>Close To You -&nbsp;Bacharach Reimagined</em>&nbsp;(Criterion Theatre);&nbsp;<em>Impossible</em>&nbsp;(No&euml;l Coward&nbsp;Theatre);&nbsp;<em>Strangers On A Train&nbsp;</em>(Gielgud&nbsp;Theatre);&nbsp;<em>The Full Monty&nbsp;</em>(No&euml;l Coward&nbsp;Theatre&nbsp;&amp; National Tours)</p> <p>FOR THE RSC credits include<strong>: </strong><em>Timon of Athens; The Rover; Candide&nbsp;</em>(The Swan Theatre);&nbsp;<em>All&rsquo;s Well That Ends Well&nbsp;</em>(Royal Shakespeare Theatre and National Tour)</p> <p>FOR THE NATIONAL THEATRE credits include<strong>: </strong><em>Antony &amp; Cleopatra; Salome;&nbsp;Les Bancs&nbsp;</em>(Olivier Theatre)</p> <p>FOR WALT DISNEY IMAGINEERING credits include<strong>: </strong><em>Mickey &amp; The Magician;&nbsp;Marvel Super Heroes United; The Art Of Animation; Disney Junior&nbsp;</em>(Disneyland Paris, Disney Studios Park)</p> <p>OTHER THEATRE, ARENA TOURS &amp; EVENTS credits include: <em>The Life Of Pi </em>(Sheffield Crucible);&nbsp;<em>David Blaine: Real Or Magic&nbsp;</em>(Hammersmith Apollo and National Tour);&nbsp;<em>Dynamo Live: Seeing Is Believing</em>&nbsp;(World Arena Tour);&nbsp;<em>The Crucible&nbsp;</em>(Old Vic);&nbsp;<em>Present Laughter&nbsp;</em>(Old Vic co-design with Hugh Vanstone);&nbsp;<em>Twelfth Night&nbsp;</em>(Young Vic);<em>&nbsp;Destiny&nbsp;</em>(MGM Theatre Macau);&nbsp;<em>Spamilton&nbsp;</em>(Menier Chocolate Factory);&nbsp;<em>Tell Me On A&nbsp;Sunday&nbsp;</em>(Majestic Theatre - Shanghai and China tour);&nbsp;<em>Ghost - The Musical</em>&nbsp;(National Tour - co-design with Hugh Vanstone);&nbsp;<em>Philadelphia Here I Come!, Knives In Hens</em>&nbsp;(Donmar, London);&nbsp;<em>One Love: The Bob Marley Musical</em>&nbsp;(Birmingham Rep);&nbsp;<em>BIG &ndash; The Musical</em>&nbsp;(Plymouth Theatre Royal &amp; Dublin);&nbsp;<em>The Winslow Boy, Single Spies&nbsp;</em>(Chichester Festival Theatre and National Tours);&nbsp;<em>Dynamo: The Power of X</em>&nbsp;(Copper Box Arena, London);&nbsp;<em>The Life of the Party (</em>Menier Chocolate Factory &amp; TheatreWorks California)</p> <p>AWARDS: Laurence Oliver award, London -&nbsp;for Best Lighting Design - 2014</p> <p>&nbsp;</p>"
  },
  {
    "name": "Ian William Galloway",
    "role": "Video Designer",
    "bio": "<p>Ian is a designer and director working with all forms of video and projection for live performance. As a theatre designer, he has created productions in the West End and on Broadway, for the National Theatre, Royal Shakespeare Company, National Theatre of Scotland and National Theatre Wales amongst others, as well as immersive events for Secret Cinema. In opera, he has designed for the English National Opera, Royal Opera House, the Metropolitan Opera, Teatro alla Scala (Milan), the Mariinsky Theatre (St. Petersburg), Opera de Lyon, Scottish Opera, Bremer Oper and The Opera Group. He is a director of the video design company Mesmer, whose clients have included Alexander McQueen, Louis Vuitton, the V&amp;A museum and many others.</p>"
  },
  {
    "name": "Avgoustos Psillas for Autograph",
    "role": "Sound Designer",
    "bio": "<p>Avgoustos joined the Autograph sound design team in 2008. Autograph is a leading British sound design and equipment hire company, responsible for numerous theatre productions in the UK and abroad, including:<em> Hamilton, Les Mis&eacute;rables, Wicked!, Mamma Mia!, Book of Mormon, Aladdin, Matilda, School of Rock</em>, <em>Harry Potter and the cursed child</em>, <em>9 to 5 </em>and many others.</p> <p>Recent design work includes: <em>Blues in the Night</em> (The Kiln Theatre); <em>Matilda The Musical</em> (Malm&ouml; Opera); <em>The Ferryman </em>(on Broadway, NY); <em>Kiss Me Kat</em>e (London, Coliseum); <em>Pippin</em> (Malm&ouml; Opera); <em>Shrek UK Tour 2018-19</em>; <em>Elf The Musical</em> (The Lowry, Manchester); <em>Big Fish</em> (The Other Palace); <em>Sunday in the Park with George</em> (The Other Palace); <em>Imaginary, A New Musical</em> (The Other Palace); <em>London Musical Theatre Orchestra Concerts: A Christmas Carol </em>(Lyceum Theatre); <em>Honeymoon in Vegas </em>(London Palladium); <em>A Night on Broadway</em> (St Albans Cathedral); <em>CANDIDE </em>(Cadogan Hall). At Trafalgar Studios: <em>The Philanthropist; Holding the Man; Being Shakespeare</em>;. <em>BIG The Musical (Theatre Royal Plymouth &amp; Bord Gais, Dublin);</em> <em>Oliver!</em> (The Curve, Leicester); <em>Shrek UK Tour 2014-15; Avenue Q UK Tour</em>; <em>Legally Blonde U</em><em>K Tour</em>; <em>AGES</em> (Old Vic); <em>Strangers on a Train</em> (Gielgud Theatre); <em>EPIDEMIC the Musical</em> (Old Vic); <em>Sondheim at 80 Concerts</em> of <em>Merrily We Roll Along </em>and <em>Company</em> (Queen&rsquo;s Theatre); <em>Pygmalion </em>(Garrick Theatre); <em>Laurence Olivier Awards Ceremonies 2009-2016 </em>(Royal Opera House, Covent Garden). For the Open Air Theatre Regent&rsquo;s Park: <em>Henry V; Lord of the Flies tour; Hobson&rsquo;s Choice;</em> <em>Winter&rsquo;s Tale</em>. For the Hackney Empire: <em>Sleeping Beauty;</em> <em>Mother Goose;</em><em> Dick Whittington; Blues in the Night;</em> <em>Puss in Boots; Aladdin; Jack and the Beanstalk; Cinderella.</em></p> <p>Associate Designer work includes: <em>The Ferryman</em> (Gielgud Theatre); <em>To Kill a Mocking Bird UK Tour;</em> <em>The Machine (Manchester International Festival and Park Ave Armory NYC); The Curious Incident of the Dog in the night-time</em> (Apollo Theatre); <em>Daddy Long Legs</em> (St James Theatre); <em>South Downs </em>and <em>Browning Version</em> (Harold Pinter); <em>Jerusalem </em>(Apollo); <em>Top Girls </em>(Trafalgar Studio 1); <em>Passion </em>(Donmar Warehouse); <em>Imagine This </em>(New London Theatre); <em>Chitty Chitty Bang Bang </em><em>UK Tour</em> and <em>The Rise and Fall of Little Voice </em>(Vaudeville Theatre).</p>"
  },
  {
    "name": "Terry Jardine for Autograph",
    "role": "Sound Designer",
    "bio": "<p>Terry Jardine joined Autograph Sound as a designer in 1989, he was appointed Group Managing Director in 2000 then Group Chairman in 2017. Terry&rsquo;s sound designs for Autograph include many worldwide productions of <em>Les Miserables</em>; <em>Cats</em> (Uk Tour, Zurich, Antwerp and the European Tour), in Canada <em>The Music Man</em>; <em>Man of La Mancha; The Pyjama Game</em>; <em>B&eacute;atrice et B&eacute;n&eacute;dict </em>(Canadian Opera).</p> <p>West End credits include: <em>She Loves Me; Rocky Horror Show; Romance Romance; Fame;</em> <em>Crazy for You; The Pyjama Game;</em> <em>Stepping Out-The Musical;</em><em> The Secret Garden; Sinatra; A Chorus Line; Guys and Dolls</em> (Olivier nomination 2006); <em>Imagine This; Lend Me A Tenor; Privates On Parade; Urinetown; The Girls; The Band; Big the Musical.</em></p> <p>Donmar credits include: <em>Grand Hotel; Parade </em>(Olivier Nomination 2008);<em> Passion; Spelling Bee; City Of Angels.</em></p> <p>Tour credits include: <em>The Band; Shrek; Spamalot; Avenue Q; Guys and Dolls; Calendar Girls; Sinatra. Toes</em> (Royal Festival Hall);<em> The Lion, The Witch and The Wardrobe </em>(RSC),<em> Peter Pan </em>and <em>Pirates Of Penzance </em>(Savoy); <em>Elf </em>(Plymouth and Dublin).<em>&nbsp;</em></p> <p>Other credits include: <em>Candide </em>(Copenhagen); <em>The Card</em> (UK tour and Moscow); <em>Follies</em> and <em>On Your Toes</em> (Royal Festival Hall);<em> The Lion, The Witch and The Wardrobe </em>(RSC),<em> Peter Pan </em>and <em>Pirates Of Penzance </em>(Savoy); <em>Elf </em>(Plymouth and Dublin).</p>"
  },
  {
    "name": "Sue Simmerling for Carry on Costumes",
    "role": "Wardrobe Supervision",
    "bio": "<p>Based in the New Forest, Carry on Costumes is a family business that has been designing and manufacturing theatrical costumes for over 30 years.</p> <p>Panto season has always been a very busy time at &lsquo;Carry On&rsquo; and this year their costumes will be seen in over twenty productions throughout the UK. Clients have included Cambridge Arts Theatre, Mayflower Theatre, London Palladium, O2 Arena and Poole Lighthouse. Since 1980 they have been designing and producing costumes for P &amp; O Cruises and their costumes can be seen on Azura, Ventura, Arcadia, Oceana, Oriana and Aurora. This year they have designed and created costumes for Britannia, Queen Elizabeth, Queen Mary and Queen Victoria.</p> <p>Musical theatre productions include: <em>White Christmas;</em> <em>Priscilla Queen of the Desert;</em> <em>Chitty Chitty Bang Bang;</em> <em>My Fair Lady;</em> <em>Jesus Christ Superstar</em> and many more.</p> <p>Television work includes: <em>Bear Grylls Celebrity Mission Survive</em>; <em>Surprise Surprise</em> and <em>Take Me Out</em>.</p> <p>Their client portfolio includes: Sky TV; Lola Entertainment; Butlins; Warner Leisure and London Management Ltd.</p> <p>The Carry on team were delighted to be involved with <em>Big the Musical</em> when it premiered in Plymouth in 2016. Having taken <em>Elf the Musical</em> to London&rsquo;s Dominion Theatre in 2015 they are excited to be returning to The Dominion this year as Big makes its West End debut.</p>"
  },
  {
    "name": "Richard Mawbey for Wig Specialities",
    "role": "Wigs & Hair Designer",
    "bio": "<p>Richard has enjoyed a great career in hair, make-up and wigs. He has worked on <em>Finding Neverland; Evita</em>; <em>La Cage Aux Folles;</em> <em>Frost Nixon; Waitress</em> and <em>Priscilla</em> in New York.</p> <p>London theatre credits include: <em>Joseph and the Amazing Technicolor Dreamcoat;</em> <em>Fiddler on the Roof; Nine to Five; Uncle Vanya;</em> <em>Guys and Dolls</em> (Royal Albert Hall); <em>Pack of Lies; Pinter at the Pinter; The Lieutenant of Inishmore; </em>L<em>abour of Love; Spamilton; Lazarus the David Bowie Musical; The Libertine; Mrs Henderson Presents; Elf; The Kenneth Branagh Theatre Season; The Ruling Class; Assassins; Urinetown; Forbidden Broadway; Richard the Third; From Here To Eternity; The Commitments; Strangers On A Train; A Midsummer Night&rsquo;s Dream</em>; <em>Merrily We Roll Along; Privates on Parade; South Pacific; Top Hat; Hairspray; Passion; Legally Blonde; End of the Rainbow; Piaf; Sweet Charity</em>; <em>Frost/Nixon; Guys and Dolls; The Producers; Kiss Me Kate; Starlight Express; Thoroughly Modern Millie; Evita </em>(Regents Park Open Air Theatre)<em>. </em></p> <p>Nationwide productions include: The Madness of King George for Nottingham Playhouse and National Theatre LIVE; <em>Cilla the Musical; White Christmas; Chitty Chitty Bang Bang; We Will Rock You; Nine To Five; A Damsel in Distress </em>(Chichester Festival Theatre); <em>Benidorm the Musical; Abigail&rsquo;s Party </em>and <em>Little Britain Live</em>.</p> <p>Film credits include: <em>The Ghost Writer; Titanic; It's De-Lovely; Star Wars; Mask of Zorro; Disney's Santa Clause</em> and Richard Harris as Dumbledore in <em>Harry Potter</em>.</p> <p>Television includes:<em> ITV's CILLA; Vikings; Black Sails; Ripper Street; Mr Selfridge; Little Britain; Catherine Tate Show; French and Saunders; Poirot; &rsquo;Miss Marple;</em> <em>Gavin and Stacey; House of Saddam; Larkrise to Candleford</em>.&nbsp;</p> <p>Richard is personal wig-maker to Sir Sean Connery, Kylie Minogue, Sheridan Smith, Paloma Faith,, Jessie J and Dame Edna Everage..</p> <p>Plans include <em>The Angel of Darkness</em> for Netflix filming in Budapest and the return of <em>Hairspray</em> to the Coliseum in 2020.</p>"
  },
  {
    "name": "Chris Fisher",
    "role": "Illusionist",
    "bio": "<p>Chris Fisher is a member of The Magic Circle. He works worldwide as International Illusions &amp; Magic Associate for <em>Harry Potter &amp; The Cursed Child</em>.</p> <p>Theatre credits as Illusion Consultant include: <em>The Prince of Egypt</em> (Dominion); <em>Peter Gynt </em>(National Theatre); <em>Superhero</em> (Tony Kiser Theater, NY); <em>A Very Very, Very Dark Matter</em> (Bridge Theatre); <em>Company</em> (Gielgud); <em>Julie</em> (National Theatre); <em>Angels in America</em> (National Theatre &amp; Broadway); <em>Macbeth</em> (RSC, Swan Theatre &amp; Barbican); <em>Barnum</em> (Menier Chocolate Factory); <em>The Hypocrite</em> (Hull Truck Theatre/RSC, Swan Theatre); <em>Big The Musical</em> (Plymouth Theatre Royal/Dublin Bord G&aacute;is Theatre); <em>No Man&rsquo;s Land</em> (Wyndham&rsquo;s); <em>Into the Woods</em> (Royal Exchange); <em>Here We Go, Treasure Island</em> (National Theatre); <em>Xanadu</em> (Southwark Playhouse); <em>The Skriker</em> (Royal Exchange).</p> <p>As Illusions Associate: <em>Harry Potter &amp; The Cursed Child</em> (West End/Broadway/Australia/San Francisco); <em>The Magic Flute</em> (Opera de Quebec); <em>Pinocchio</em> (National Theatre); and <em>Charlie and the Chocolate Factory</em> (Theatre Royal, Drury Lane).</p>"
  },
  {
    "name": "Paul Benzing",
    "role": "Fight Director",
    "bio": "<p>On the Equity Fight Directors Register and a member of The BADC.</p> <p>Has arranged fights for numerous company's over the years with the like of Kevin Spacey (<em>National Anthem</em>); &nbsp;William H. Macy (<em>American Buffalo</em>);&nbsp; Damien Lewis (<em>Pillar Of The Community</em>);&nbsp; Diana Rigg (<em>Mother Courage</em>);&nbsp; Kenn Stott (<em>Princes Play</em>); Ian NcDiarmid&nbsp; (<em>Bonds Lear</em>);&nbsp; Mathew Kelly (<em>12th Night</em>); Steve Coogan (<em>Blue Remembered Hills</em>); Gene Wilder (<em>Laughter on the 32nd Floor</em>);&nbsp; Paul Rhys (<em>Hamlet</em>);&nbsp;&nbsp; Anthony Andrews (<em>Vertigo</em> and <em>Bully Boy</em>);&nbsp; Richard Briers (<em>Spike</em>); Johnny Vegas (<em>Earpingham Camp</em>);&nbsp; Christopher Eccleston &amp; Jodie Whittaker (<em>Antigone</em>);&nbsp; Corin Redgrave (<em>No Mans Land</em>);&nbsp;&nbsp; Zo&euml; Wanamaker (<em>His Girl Friday</em>); David Soul &amp; Janie Dee (<em>Mack &amp; Mabel</em>); Alistair McGowan (<em>Oleanna</em>); Zawe Ashton (<em>Here</em>); Michael Ball &amp; Imelda Staunton (<em>Sweeney Todd</em>)</p> <p>He has arranged fights for the likes of The National Theatre, The Edinburgh International Festival, The BBC, Ballet Rambert, Bristol Old Vic. Theatre Royal Plymouth, Theatre Royal Windsor, Northern Stage, The European Theatre Co., Nuffield Theatre Southampton, Salisbury Playhouse, and many other Rep. company's. In addition he has arranged fights for Parkshow Productions, a company that puts on stunt shows in theme parks both here and in Europe. He has directed the fights for&nbsp; <em>Journeys End</em> (Comedy Theatre); <em>Hamlet</em> (The Young Vic and The Nuffield Theatre Southampton); <em>National Anthem </em>(The Old Vic);&nbsp; Edward Bond&rsquo;s <em>Lear</em>; <em>Who&rsquo;s Afraid of Virginia Woolf </em>(The Crucible Theatre Sheffield); <em>Manchester Passion</em> for the BBC; <em>Clockwork Orange;</em> <em>Son Of Man;</em> <em>Our Friends In The North;</em> <em>Get Carter</em> (Northern Stage); <em>The Country Wife; The Sea</em>; <em>Marguerite </em>(The Theatre Royal Haymarket); <em>Black Comedy; </em><em>Moonlight &amp; Magnolias; Of Mice &amp; Men; </em><em>House and Garden </em>(The Watermill Newbury); <em>Troilus and Cressida </em>(Cheek By Jowl); West Side Story (Wandsworth Prison); <em>Dreams of Violence</em>; <em>Flight Path</em> (Out Of Joint); <em>Othello</em> (The Ludlow Festival); <em>Zadia</em>&nbsp; an unfinished opera by Mozart (Classic Opera Co); <em>What The Butler Saw; Slaves of Solitude</em> (Hampstead Theatre); <em>Comedy Of Errors; </em><em>Into The Woods;</em>&nbsp; <em>Turn of the Screw; Hansel and Gretel</em> (Regents Park); <em>Mother Courage; Revengers Tragedy</em><em>; </em><em>Nation</em><em>; Antigone; </em><em>Downstate</em>; <em>Peter Gynt</em> (The National); <em>Ross; Young Checkov&rsquo;s; Sweet Bird of Youth</em> (Chichester); <em>American Buffalo; </em><em>Making Noise Quietly </em>&nbsp;(The Donmar); Sweeney Todd (The Adelphi); <em>West Side Story </em>( The Sage Gateshead); <em>Don Giovanni</em> (Glyndebourne); <em>Seven Acts of Mercy </em>(The RSC); <em>Baskervill</em> (The Playhouse Liverpool); <em>Julius Caesar; Twelfth Night, Henry V </em>(The Storyhouse, Chester); <em>Crazy for You</em> (tour); <em>The Children </em>(The English Theatre Frankfurt), and most recently <em>Warhorse</em> (on tour and in the West End).</p> <p>&nbsp;</p>"
  },
  {
    "name": "Sylvia Addison",
    "role": "Orchestral Manager",
    "bio": "<p>Sylvia is one of London&rsquo;s foremost Orchestral Contractors and clients include Theatre producers, composers, conductors, orchestrators, record producers and vocal artists in many fields of the music industry.</p> <p>Theatre credits include: <em>Les Miserables</em> Staged Concerts; <em>Joseph and the Amazing Technicolor Dreamcoat;</em> <em>Blues in the Night;</em> <em>Adrian Mole;</em> <em>Fiddler on the Roof;</em> <em>Only Fools and Horses;</em> <em>Fun Home;</em> <em>Fat Friends;</em> <em>Five Guys Named Moe</em>; <em>Dreamgirls;</em> <em>Rent;</em> <em>School of Rock;</em> <em>Mary Poppins;</em> <em>The Lion King</em> &ndash; London and tour; <em>Elf the Musical;</em> <em>Mrs Henderson Presents;</em> <em>Bend it Like Beckham;</em> <em>Beautiful;</em> <em>Barnum</em> UK Tour; <em>Miss Saigon;</em> <em>Stephen Ward;</em> <em>Scottsboro Boys;</em> <em>Merrily We Roll Along;</em> <em>Finding Neverland;</em> <em>Top Hat;</em> <em>Phantom of the Opera 25<sup>th</sup> Anniversary;</em> <em>Ghost;</em> <em>Betty Blue Eyes;</em> <em>Umbrellas of Cherbourg;</em> <em>The Wizard of Oz;</em> <em>Les Miserables;</em> <em>Love Never Dies;</em> <em>Legally Blonde;</em> <em>Sweet Charity;</em> <em>A Little Night Music;</em> <em>Oliver!;</em> <em>Carousel;</em> <em>La Cage aux Folles; Gone with the Wind;</em> <em>The Witches of Eastwick;</em> <em>Dorian Gray;</em> <em>Drowsy Chaperone;</em> <em>Lord of the Rings; White Christmas; Daddy Cool; Evita; Acorn Antiques; The Woman in White; Tell Me on a Sunday; Chitty Chitty Bang Bang; We Will Rock You; Bombay Dreams; The Full Monty; Play Without Words;&nbsp; Phantom of the Opera; CATS; Jesus Christ Superstar; Starlight Express; The Beautiful Game; Whistle Down the Wind; By Jeeves; Sunset Boulevard; Grease; Closer to Heaven; La Cava; Maddie; Romance Romance; Once on this Island; Something Wonderful; HONK!; Holiday on Ice; Burn the Floor; Edna the Spectacle.</em></p>"
  },
  {
    "name": "Alexandra Worrall",
    "role": "Associate / Resident Director",
    "bio": "<p>Alex's extensive career has encompassed performing, directing and choreographing, in theatre, film and television. Having trained at The Royal Ballet School, she went on to perform with Sadlers Wells Royal Ballet and Northern Ballet becoming a principal dancer, before moving in to musical theatre joining Wayne Sleep's company Dash in 1983 for two seasons. This was followed by On Your Toes, Time, Just So, Cats, Budgie, Matador, The Hunting of the Snark, Valentine's Day, West Side Story, Pickwick, Hollywood and Broadway, The Indian Queen, Sense and Sensibility and Cliff Richard's 1991 From a Distance tour. Television appearances include Paul Daniel&rsquo;s Blackpool Bonanza, The Bill, Love Story:A Chance to Sit Down, The Royal Variety Show 1983 (Dash) 1984 (On Your Toes) 1993 (Pickwick) and the Olivier Awards choreographed by Richard Sampson in 1993 and1994. In 2012 she understudied and played the role of Rosa in Vincent Simone and Flavia Cacace&rsquo;s Midnight Tango and most recently appeared in the film Rocketman.</p> <p>Directing credits include: <em>Portrait of a Lady; Wild Thoughts; Heart and Soul; The Hunting of the Snark; Still Life; The Memory of Water; Honk!; Bye Bye Birdie; Latin Fever; Two; The Johann Strauss Gala.</em>&nbsp;</p> <p>Resident/Associate Director credits include: <em>Pickwick; Pygmalion; Divorce Me Darling!; Copacabana; The Pajama Game; Tonight&rsquo;s the Night; Grease; We Will Rock You; The Drowsy Chaperone; Midnight Tango; Dirty Dancing</em> and <em>The Addams Family Musical</em>.</p> <p>Choreographic credits include: <em>A Doll&rsquo;s House; The School Mistress; Dangerous Corner; Our Betters; Bumpy Ride; The Erpingham Camp; West Side Story; Songs For a New World; Nine; Once on this Island; Merrily We Roll Along; Dancing at Lughnasa; Biloxi Blues; The Thrill of Love; How Many Miles to Babylon?; Honk!; Bye Bye Birdie; Peak Practice; Bad Girls; Angelina Ballerina; Diary of a Nobody; A Christmas Carol; Wind in the Willows; Let's Face the Music and Dance; The Winslow Boy; The Way You Look Tonight; Private Lives; Let's Misbehave! Dear World</em> and the last seven years of <em>The Johann Strauss Gala.</em></p> <p>Assistant choreographer credits include: to Dame Gillian Lynne on <em>The Brontes </em>(Northern Ballet Theatre); <em>Valentine's Day</em>; Pickwick, Secret Garden; Some You Win; <em>Chitty Chitty Bang Bang</em>: to Arlene Phillips on Time and Terry Jones' film <em>The Wind in the Willows:</em> and to Derek Deane on <em>Strictly Gershwin</em> (English National Ballet) and <em>The Nutcracker (</em>Shanghai Ballet and Croatian National Ballet)</p>"
  },
  {
    "name": "Max Narula",
    "role": "Associate Lighting Designer",
    "bio": "<p>As Associate for Tim Lutkin: <em>Big</em> <em>the Musical</em>(Tour); <em>Bridges of Madison County</em> (Menier); <em>Fiddler on the Roof</em> (Playhouse); <em>Destiny</em> (MGM Macau); <em>Tell Me On A Sunday</em> (Shanghai); <em>Elf the Musical </em>(Dominion/Tour); <em>Strictly Ballroom</em> (Toronto/Leeds); <em>The Girls Musical</em> (Phoenix/Leeds); <em>Mickey and the Magician</em> (Disney, Paris); <em>Close to You</em> (Criterion/Menier); <em>Single Spies</em> (Chichester/Tour); <em>Full Monty</em> (Tour); <em>Rebecca</em> (Tour); <em>Strangers on a Train</em> (Gielgud).</p> <p>For Bruno Poet: <em>Tina! The Musical</em> (New York/Hamburg/London); <em>Marco Polo </em>(Guangzhou/Beijing); <em>Big Fish</em> (London); <em>Les Enfants Terribles</em> (Barbican); <em>Whelan/Watson: Stories</em> (New York/ROH).</p> <p>For Hugh Vanstone: <em>The Birthday Party</em> (Pinter); <em>Venus in Fur</em> (Haymarket); <em>Future Conditional</em> (Old Vic); <em>Closer</em> (Donmar); <em>Soho Cinders</em> (Soho); <em>Birthday </em>(Royal Court).</p> <p>For Neil Austin: <em>Soldier&rsquo;s Tale</em> (Tokyo); <em>Josephine and I</em> (Bush).</p> <p>For Lucy Carter: <em>Oil</em> (Almeida).</p> <p>For Warren Letton: <em>Wind in the Willows</em> (West-End).</p> <p>Lighting Designer credits include<em>: Poet in da Corner</em> (Royal Court); <em>Circus Festival </em>(Roundhouse); <em>Napoli Milionaria</em> (Barbican); <em>The Hour We Knew Nothing of Each Other</em> (Barbican); <em>Hamlet</em> (Barbican).</p> <p>Max is a graduate of the Guildhall School of Music and Drama receiving the Gold Medal Award.</p> <p><a href=\"http://www.electricblue.org.uk\">www.electricblue.org.uk</a></p>"
  },
  {
    "name": "Gareth Tucker for Autograph",
    "role": "Associate Sound Designer",
    "bio": "<p>Associate Design credits include<strong>: </strong><em>The Band</em> (UK, Germany); <em>Calendar Girls</em> (UK Tour); <em>Jesus Christ Superstar</em> (Barbican); <em>Evita</em> (Regents Park).</p> <p>Design credits include<strong>: </strong><em>Into The Woods</em> (Central School Of Speech And Drama); <em>Moby Dick</em> (Union Theatre); <em>Like Me The Musical</em> (Waterloo East Theatre); <em>Much Ado About Nothing</em> (Ludlow Shakespeare Festival); <em>Jest End</em> (Leicester Square Theatre); <em>Copa Cabana</em> (Watermill Theatre); <em>Twelfth Night</em> (Ludlow Shakespeare Festival).&nbsp;</p> <p>Mixing credits include<strong>: </strong><em>Hamilton</em> (Victoria Palace Theatre); <em>The Girls</em> (Phoenix Theatre); <em>Jesus Christ Superstar</em> (Regents Park Open Air Theatre); <em>Seven Brides for Seven Brothers</em> (Regents Park Open Air Theatre); <em>A View From The Bridge</em> (Wyndham&rsquo;s Theatre); <em>Urinetown</em> (St James / Apollo Theatre); <em>Spamalot</em> (Playhouse Theatre); <em>Finding Neverland</em> (Leicester Curve); <em>Singin&rsquo; In The Rain</em> (Palace Theatre); <em>Fela</em> (International/American Tour); <em>Love Story</em> (Duchess Theatre); <em>Grease</em> (Piccadilly Theatre); <em>We Will Rock You</em> (Dominion Theatre); <em>Cats</em> (Tour, Germany); <em>Sunset Boulevard</em> (Watermill Theatre); <em>Olivier Awards 2015/2016</em> (Royal Opera House).</p>"
  },
  {
    "name": "Jeremy Wootton",
    "role": "Musical Director",
    "bio": "<p>Shows include: <em>Saturday Night Fever </em>(UK Tour);<em>ELF - The Musical</em> (Channel 5, Dominion and UK Tour); <em>Joseph and the Amazing Technicolor &trade; Dreamcoat'</em> (UK Tour); <em>Eugenius</em> (The Other Palace), <em>BIG - The Musical</em> (UK Tour); <em>Jeff Wayne's War of the Worlds</em> (Dominion); <em>Sleepless - The Musical</em> (Workshop); <em>Evita</em> (Dominion, Phoenix and UK/ International Tour); <em>The Sound Of Music</em> (UK Tour); <em>Scrooge</em> (UK Tour); <em>Starlight Express</em> (UK Tour); <em>We Will Rock You</em> (UK Tour); <em>Whistle Down the Wind</em> (UK Tour); <em>The Importance of Being Earnest</em> (Theatre Royal, Windsor).</p> <p>Jeremy is delighted to be back at the Dominion again working with such a talented company.&nbsp; He would like to thank his wonderful family and friends for their continued support.&nbsp;</p> <p>Twitter @jrwootton</p>"
  },
  {
    "name": "David Pearson",
    "role": "General Management",
    "bio": "<p>David has extensive experience within the theatre industry, having managed large-scale provincial and West End theatres for Live Nation and Apollo Leisure. In 2013 David conceived and produced <em>West End Heroes</em> which returned the next two years and raised much needed funds for Help for Heroes by joining West End shows and talent with military musicians. In 2016 David formed Dovecote Productions Limited to provide a general management and administrative support service for the theatre industry. David has worked with the Make A Difference Trust as Executive Producer and General Manager and spearheaded the return of <em>West End Eurovision </em>in 2018 (Shaftesbury Theatre) and in 2019 (Adelphi Theatre) along with <em>West End Bares </em>2017 (Novello Theatre) and 2018 (Shaftesbury Theatre), <em>Live and Let Hedge</em> (Savoy Theatre) and <em>A West End Christmas 2018.</em></p> <p>Company &amp; General Management includes<strong>:</strong> <em>Big the Musical </em>(Theatre Royal, Plymouth and Bord Gais Energy Theatre, Dublin) and <em>Elf the Musical </em>(Theatre Royal, Plymouth and Lowry Theatre, Salford Quays) both for the Michael Rose Organisation. Future projects include <em>Hoods the Musical </em>(Lasso the Moon Productions) and <em>Sleepless the Musical </em>(Encore Theatre Productions).</p> <p>NATALIE GALLACHER CDG for Pippa Ailion Casting</p>"
  },
  {
    "name": "Natalie Gallacher CDG for Pippa Ailion Casting",
    "role": "Casting",
    "bio": "<p>Pippa Ailion has cast over 185 productions internationally. She was Resident Associate Director, casting three seasons of European classics for Jonathan Miller at the Old Vic between 1987 and 1991.&nbsp;</p> <p>Natalie has worked alongside Pippa for 14 years.&nbsp;</p> <p>Current West End/other credits include: <em>Come From Away</em> (Dublin &amp; Phoenix Theatre);&nbsp;<em>Tree</em> (Young Vic); <em>Tina - the Tina Turner Musical</em>; <em>Motown UK Tour</em>; <em>The Book of Mormon</em> (West End &amp; UK/European Tour);<em> The Lion King</em> (West End &amp; International Tour).</p> <p>Recent West End/other credits include: <em>Motown</em>;<em> Dreamgirls</em>; <em>Wicked</em>;<em> Twelfth Night</em> (Young Vic); <em>Rocketman;</em> <em>Teddy</em> (Watermill, UK tour &amp; Vaults); <em>My Fair Lady</em> (Teatro San Carlo, Naples); <em>Street Scene</em> (Teatro Real, Madrid); <em>Tiger Bay</em> (Wales Millennium Centre); <em>The Wind in the Willows</em>; <em>One Love - The Bob Marley Musical</em> (Birmingham Rep); <em>Funny Girl</em> (UK tour); <em>Sunny Afternoon</em> (Harold Pinter Theatre &amp; UK tour); <em>Paw Patrol</em>; <em>Gutted</em>;<em> Charlie and the Chocolate Factory</em> (Theatre Royal, Drury Lane); <em>The Last Five Years</em>; <em>The Go-Between</em> (WYP &amp; Apollo Theatre); <em>West Side Story</em> (BBC documentary); <em>Billy Elliot</em> (Victoria Palace Theatre &amp; UK tour); <em>Bend It Like Beckham</em>; <em>Memphis - the Musical</em>; <em>Top Hat</em> (Aldwych Theatre &amp; UK tour); <em>Kate Bush - Before the Dawn</em>; <em>The Rise and Fall of Little Voice</em> (WYP/Birmingham Rep); <em>Here Lies Love</em> (Dorfman); <em>Far Away</em>; <em>We Will Rock You</em> (Dominion &amp; UK tour); <em>From Here to Eternity</em>; <em>American Psycho</em> (Almeida); <em>Oh What a Lovely War</em> (Theatre Royal Stratford East &amp; UK tour); <em>Legally Blonde</em>;<em> Fela!</em> (NT, Broadway &amp; US tour); <em>The Fairy Queen</em> (Glyndebourne, Paris &amp; New York); <em>Million Dollar Quartet;</em> <em>Waiting for Godot;</em> <em>Decade;</em> <em>Spring Awakening;</em> <em>Marguerite;</em> <em>The Drowsy Chaperone</em> and <em>Blue Man Group</em>.</p> <p>For Chichester &amp; West End: <em>Gypsy;</em> <em>Guys and Dolls;</em> <em>The Pajama Game;</em> <em>Sweeney Todd; The Demon Barber of Fleet Street;</em> <em>Kiss Me, Kate;</em> <em>Love Story</em>.</p> <p>For Regent&rsquo;s Park: <em>The Sound of Music;</em> <em>Porgy and Bess;</em> <em>Ragtime;</em> <em>A Midsummer Night&rsquo;s Dream;</em> <em>Into the Woods;</em> <em>Lord of the Flies</em> and <em>The Importance of Being Earnest</em>.</p> <p>Future: <em>The Wizard Of Oz</em> (Leeds Playhouse); <em>Robin Hood</em> (Salisbury Playhouse); <em>Grandpa&rsquo;s Great Escape</em> (Arena Tour).</p>"
  }
]