[
  {
    "name": "Jay Scheib",
    "role": "Director",
    "bio": "<p>Jay Scheib is a director and author and adapter of plays, operas, ballets and hybrid live art performance events. Known for genre-defying works of daring physicality and the integration of new technologies in live performance, Scheib is the recipient of both a Guggenheim and an Obie Award for Direction. Garnering rave reviews and accolades internationally. Scheib&rsquo;s production of Thomas Ad&egrave;s&rsquo; opera <em>Powder her Face </em>for New York City Opera at BAM was called &ldquo;dazzling,&rdquo; by Anthony Tommasini of the <em>New York Times</em>. Of Scheib's Fassbinder adaptation \"World of Wires,\" which premiered at The Kitchen in New York followed by an international tour, Ben Brantley of The New York Times hailed the production for its \"revved-up young ensemble that exudes a real-life, in-the-moment, hormone-popping glow&hellip;\"</p><p>Other recent works include new stagings of two operas by Giorgos Kouroupou, <em>Pylades </em>and <em>Jocasta </em>for the Athens Festival in Greece; an original opera adaptation of Bergman's <em>Persona</em> with composer Keeril Makan which premiered in New York followed by performances at the Gardner Museum in Boston; Luigi Nono&rsquo;s <em>No hay camino hay que caminar</em> as ouverture to Monteverdi&rsquo;s <em>Il Ritorno d&rsquo;Ulisse</em> under the title &ldquo;Odyssee.&rdquo; Scheib's new staging opened the season of the newly restructured Staatstheater Darmstadt in Germany and played to sold out houses with two extended runs; and the multiplatform staging <em>Platonov, or the Disinherited</em>, premiered as part of the Without Walls Festival at La Jolla Playhouse followed by a three week run at The Kitchen in New York City. Conceived as a 100 minute, single-take feature film, Scheib&rsquo;s adaptation of Chekhov&rsquo;s play was broadcast live from The Kitchen as a feature film to the AMC Empire 25 Cinema in Times Square and to BAM Rose Cinema in Brooklyn. Named Best New York Theater Director by <em>Time Out New York</em> in 2009, and one of the 25 theater artists shaping the next 25 years of American theater, by <em>American Theater Magazine</em>, Scheib is also the recipient of the MIT Edgerton Award, The Richard Sherwood Award, and the prestigious National Endowment for the Arts/TCG program for directors.</p><p>Scheib holds a Master of Fine Arts degree in Direction from Columbia University School of the Arts and currently holds a Professorship for Music and Theater Arts at Massachusetts Institute of Technology where he directs the program in Theater Arts.</p><p>Scheib would like to say a special thank you to Laine Rettmer for all the love and support.</p>"
  },
  {
    "name": "Michael Reed",
    "role": "Musical Supervisor & Additional Arrangements",
    "bio": "<p>Michael Reed, conductor, studied at the RCM (Tagore Gold Medal winner). He has conducted for over twenty West End shows including: <em>Phantom of the Opera</em>; <em>Barnum</em>; <em>On the Twentieth Century</em>; <em>Aspects of Love; Joseph; Whistle Down the Wind; Mr. Cinders; </em>and <em>Singin' in the Rain</em>. He was Musical Supervisor for the worldwide productions of many of Andrew Lloyd Webber&rsquo;s musicals and also his 50<sup>th</sup> Birthday Concert. Michael&rsquo;s international credits include: <em>Dance of the Vampires</em> (directed by Roman Polanski); <em>Die Drei Musketiere</em>; <em>Ich war noch niemals in New York;</em> <em>Dallebach Kari</em>; <em>Gotthelf.</em></p><p>Compositions include: <em>Der Besuch der Alten Dame </em>(with Moritz Schneider); <em>Garbo</em> (with Warner Brown and Jim Steinman); <em>War in Heaven </em>(with Fay Weldon); <em>Rock in a Hard Place</em> (with John Theakston); four <em>Holiday on Ice</em> productions; <em>The Beauty of Magic</em> (Las Vegas).</p><p>Film, Television and Radio: Five <em>Royal Variety Show&rsquo;s</em>; <em>Eurovision Song Contest</em>; three Royal Gala&rsquo;s (Prince&rsquo;s Trust); <em>Guys and Dolls</em>; <em>A Little Night Music</em>; <em>Jesus Christ Superstar </em>(BBC Radio 2). Dance music for <em>Victor Victoria; Joseph (DVD); Furia </em>(Music by Brian May).</p><p>Recordings: cast albums including Coward&rsquo;s <em>Bitter Sweet</em>, <em>Ziegfeld </em>and <em>The Phantom of the Opera</em>; <em>Michael Crawford performs Andrew Lloyd Webber</em>; Sarah Brightman&rsquo;s <em>Surrender&rsquo; </em>album; Jos&eacute; Carreras&rsquo;s <em>Passion </em>album and the single <em>Time to Say Goodbye </em>(Brightman and Andrea Bocelli).&nbsp;</p><p>Most Recently: <em>Sunset Boulevard </em>(ENO London Coliseum);<em> Der Medicus </em>(Fulda), where he won with Roy Moore the Deutsche Musical Theater Prize for Best Orchestrations.</p><p>Forthcoming: <em>Rock in a Hard Place </em>(London); <em>I am from Austria </em>(Vienna); <em>Bat Out of Hell</em> (London and Toronto).</p>"
  },
  {
    "name": "Jon Bausor",
    "role": "Set & Costume Designer",
    "bio": "<p>Jon trained on the Motley Theatre design course after studying Music as a choral scholar at Oxford University, and the Royal Academy of Music.&nbsp;</p><p>He designed the&nbsp;Opening Ceremony of the Paralympic Games in London in 2012.&nbsp;</p><p>As a set and costume designer, Jon has designed extensively in dance, opera and theatre for companies worldwide including The Royal Opera House, Royal National Theatre, London, National Theatre of Scotland, Abbey Theatre, Dublin, Young Vic, Theatre de Complicit&eacute;, and both Finnish and Norwegian National Ballets.</p><p>An associate artist of the Royal Shakespeare Company, he has designed numerous productions including <em>Hamlet</em>, <em>King Lear</em>, <em>The Winter&rsquo;s Tale</em> and the entire 2012 <em>What Country Friends Is Thi</em>s<em>?</em> season.</p><p>Other&nbsp;significant&nbsp;theatre includes: <em>Bugsy Malone&nbsp;</em>(Lyric Hammersmith); <em>You for Me for You</em>&nbsp;(Royal Court Theatre- nominated Best Design, Olivier Awards); <em>The Grinning Man</em> (Bristol Old Vic); <em>The Plough and the Stars</em>&nbsp;(Abbey Theatre/ U.S tour);&nbsp;<em>Lord of the Flies</em>, (Regent&rsquo;s Park Open Air Theatre); <em>Ghost Stories</em> (West End/Moscow/Toronto); <em>Mametz</em> (National Theatre of Wales - Best Design, UK Theatre Awards and Best Design, Welsh Theatre Awards); <em>The Believers</em> (Frantic Assembly); <em>Terminus</em> (Abbey Theatre, Dublin/ Melbourne/Public Theatre, NY); <em>Kursk</em> (Young Vic/ Sound and Fury &ndash; nominated for Best Design, Evening Standard Awards); <em>I Am Yusuf and This Is My Brother</em> (Young Vic/Shebbahurr, Palestine); <em>Lionboy</em> (Complicit&eacute;/New York) and <em>Water </em>(Filter/ B.A.M New York/ Sydney).</p><p>Opera and Dance includes: <em>Hansel and Gretel</em> (Royal Opera House); <em>The Knot Garden</em> (Vienna); <em>The Queen of Spades</em> (Edinburgh Festival Theatre); <em>The Lighthouse</em> (Montepulciano);&nbsp;<em>No Man&rsquo;s Land</em> (English National Ballet); <em>Scribblings</em> (Rambert); <em>Blood Wedding</em> (Finnish National Ballet) <em>Carmen</em>,&nbsp;and Stravinsky&rsquo;s&nbsp;<em>Firebird</em> (Norwegian National Opera and Ballet).&nbsp;</p><p>He recently designed and co directed a new production of Tchaikovsky&rsquo;s <em>The Nutcracker</em> for Norwegian National Ballet. Forthcoming work includes a new Take That musical, <em>The Band</em>, premiering at the Manchester Opera House, and a new collaboration with Underworld and Frantic Assembly for the Manchester International Festival.&nbsp;</p>"
  },
  {
    "name": "Meentje Nielsen",
    "role": "Original Costume Designer",
    "bio": "<p>German costume designer Meentje Nielsen made her Royal Opera debut in the 2015/16 Season on Il trovatore, directed by David B&ouml;sch and then goes to The National Opera Amsterdam for Le Nozze di Figaro.</p><p>Nielsen was born in Hamburg. She studied design at the Berlin University of the Arts with Achim Freyer and began work in 1992 as a set and costume designer for the Berliner Ensemble at the Deutsches Theater Berlin, and at the Volksb&uuml;hne Berlin. She has designed costumes for B&ouml;sch's opera productions of Orlando furioso , K&ouml;nigskinder, Der fliegende Holl&auml;nder (Frankfurt) and Elektra (Opera Vlaanderen), Die Meistersinger (Bavarian State Opera). She also works widely with B&ouml;sch in theatre, including on Blasted (Stuttgart State Theatre), Das K&auml;thchen von Heilbronn, Drei Schwestern (Burgtheater Vienna), Orest, Peer Gynt, Prinz von Homburg (Residenztheater, Munich) and Otello, Kleiner Mann, was nun?, Die Ratten, Der Sturm and Der Diener zweier Herren (Schauspielhaus Bochum).</p><p>Nielsen also works regularly with German director Anselm Weber, including on Ein Mann will nach oben, Es wird einmal, Richtfest, Opening Night, Vor Sonnenaufgang, the world premiere of Christoph Nussbaumeder's Eisenstein and Das Leben ist kein Fahrrad for Schauspielhaus Bochum, where she has also designed costumes for Mahir G&uuml;nşiray's production of Faust. Her other work includes costume designs for Il ritorno d'Ulisse in patria, directed by Jay Scheib for Darmstadt State Theatre.</p>"
  },
  {
    "name": "Finn Ross",
    "role": "Video Designer",
    "bio": "<p>Finn Ross trained at Central School of Speech and Drama and designs video and projection for live performance.&nbsp; He has won two Olivier&rsquo;s, a Tony and a Drama Desk &amp; Outer Critics Circle award.</p><p>Recent Theatre work includes; <em>Curious Incident of the Dog in the Night-Time (</em>Broadway/West End/NY); <em>In the Body of the World &amp; The Crossing </em>&nbsp;(American Reparatory Theatre); <em>American Psycho</em> (Broadway &amp; Almeida); <em>Betrayal</em> (Broadway); <em>Chimerica </em>(Almeida &amp; West End); <em>Closer</em> (Donmar); <em>Master and Margarita</em>, <em>All My Sons</em>, <em>Shunkin </em>(Complicite); <em>Damned by Despair</em>, <em>Green Land </em>(RNT); <em>Die Ringe des Saturn </em>(Schauspielhaus, K&ouml;ln); <em>Ten Plagues </em>(Traverse); <em>Top Girls </em>(Chichester/West End); <em>Sunset Boulevard </em>(Gothenburg Opera).</p><p>Opera includes; <em>The Rise and Fall of the City of Mahagonny</em> (Royal Opera House); <em>Missa Solemnis </em>(LA Phil); Benvenuto Cellini, <em>Death of Klinghoffer</em>, <em>Death in Venice</em>, <em>Onegin</em>, <em>Simon Boccanegra</em>, <em>Damnation of Faust</em>, <em>Don Giovanni</em>, (ENO); <em>H&auml;nsel und Gretel,</em> Z&auml;uberflote, <em>A Dog&rsquo;s Heart </em>(DNO, Amsterdam); <em>La</em> <em>clemenza di Tito</em>, <em>Mr Brouček </em>(Opera North); <em>Les P&ecirc;cheurs de Perles, B&eacute;atrice et B&eacute;n&eacute;dict</em>, <em>Turn of the Screw </em>(Theatre an der Wien); <em>Imago</em>, <em>Rinaldo</em>, <em>Knight Crew </em>(Glyndebourne); <em>Lady from the Sea </em>(Scottish Opera); <em>Beethoven Symphony No. 5</em> (Chicago Symphony Orchestra); <em>Das Portrait </em>(Bregenz).</p><p>Dance includes; <em>Le Petit Prince</em> (National Ballet of Canada); <em>Frankenstine </em>(Royal Ballet); <em>The Feeling of Going</em> (Sk&aring;nes Dansteater and Malm&ouml; Opera).</p>"
  },
  {
    "name": "Patrick Woodroffe",
    "role": "Lighting Designer",
    "bio": "<p>For over 40 years, Patrick Woodroffe has created the lighting for many rock concerts, operas, ballet, architectural projects and special events.</p><p>He has lit and directed shows for concert artists as diverse as ABBA, Adele, Elton John, Bob Dylan, Lady Gaga, The Police and Michael Jackson. He has worked for over 30 years with the Rolling Stones as the band&rsquo;s lighting designer and creative director.</p><p>He has created works for the Vienna State opera, the Salzburg Festival, Bregenz Festival and the Helsinki Opera using lighting instead of scenery to convey mood, atmosphere and narrative.&nbsp;</p><p>Musical theatre credits include:<em> Jesus Christ Superstar; Batman Live; Steve Wynn&rsquo;s Showstoppers; West Side Story; </em>and<em> Ben Hur Live. </em>He lit the 25<sup>th</sup> Anniversary celebration of<em> Les Mis&eacute;rables </em>at the O2 Arena and <em>Phantom of the Opera </em>at the Albert Hall. In film he lit <em>This Is It </em>with Michael Jackson, and Martin Scorsese&rsquo;s <em>Shine a Light</em>, the record of the Rolling Stones in performance at the Beacon Theatre in New York. For over 20 years, he has lit the <em>Vanity Fair </em>Oscar party in Los Angeles. </p><p>He has created many permanent architectural lighting schemes, including those at the O2 Dome, the Lake of Dreams in Las Vegas, Highgrove House for HRH the Prince of Wales, Prague Castle, the Madejski gardens at the V&amp;A, and Somerset House in London.</p><p>In 2012, he lit the opening and closing ceremonies for the Olympic and Paralympics games in London with his long-time collaborator Adam Bassett, with whom he runs the international lighting design consultancy Woodroffe Bassett Design. In 2014, Patrick was awarded OBE for a lifetime of services to the arts.</p>"
  },
  {
    "name": "Gareth Owen",
    "role": "Sound Designer",
    "bio": "<p>Sound Design Award highlights: Olivier Award for <em>Memphis; </em>Olivier Award for <em>Merrily We Roll Along; </em>Tony nomination for <em>A Little Night Music; </em>Tony nomination for <em>End Of The Rainbow; </em>Olivier nomination for <em>Top Hat</em>; Olivier nomination for <em>End Of The Rainbow</em>; Pro Sound Award for <em>Best Theatre Sound</em>.&nbsp;</p><p>International Design Highlights: <em>Bronx Tale </em>(Broadway); <em>Come From Away </em>(Broadway); Disney&rsquo;s <em>Hunchback Of Notre Dame </em>(Worldwide); <em>Spring Awakening </em>(Broadway); Disney&rsquo;s <em>Little Mermaid </em>(Worldwide); <em>Little Prince </em>(Abu Dhabi); <em>Secret Garden </em>(Broadway); <em>Sister Act </em>(UK, Brazil, Italy, France, Holland); Disney&rsquo;s <em>Beauty &amp; The Beast </em>(Worldwide); <em>Bodyguard </em>(Holland); <em>Let It Be </em>(Broadway, London, Japan, China, Russia, Brazil, Italy, Germany); <em>Titanic </em>(Toronto); <em>Singin&rsquo; In The Rain </em>(UK, Russia, Japan, Germany, Australia); <em>Evita </em>(Las Vegas, Slovenia, Lebanon); <em>Hairspray </em>(UK, China, Singapore, Malaysia); <em>Jesus Christ Superstar </em>(Us &amp; European Arena Tours); <em>Moeder Ik Wil De Revue </em>(Holland); <em>The Rocky Horror Show </em>(London, UK, Australia); <em>A Chorus Line </em>(Israel); <em>Fame </em>(London, International Arena Tour); <em>Glee Live </em>(Worldwide Arena Tour); <em>Hair </em>(Slovenia, Spain, Japan); <em>End Of The Rainbow </em>(Broadway, London, Los Angeles)<em>; A Little Night Music </em>(Broadway, London, Hungary); <em>Sound Of Music </em>(Malaysia); <em>Grease </em>(Lebanon, Slovenia, USA); <em>Expert At The Card Table </em>(Las Vegas); <em>Footloose </em>(UK, South Africa, Germany); <em>Buddy </em>(International Arena Tour); <em>Time Travel </em>(Las Vegas); <em>Saturday Night Fever </em>(Korea, Spain, Taiwan); <em>Thoroughly Modern Millie </em>(UK, South Africa, France); and <em>Cats </em>(International Arena Tour).&nbsp;</p><p>West End Musical Design highlights: <em>42nd Street; Mrs. Henderson Presents; Memphis; I Can&rsquo;t Sing; In The Heights; Impossible; Top Hat; Merrily We Roll Along; Candide; Pippin; Midnight Tango; Road Show; Aspects Of Love; Sweet Charity</em>; <em>Carousel</em>; <em>Shout!</em>; <em>Fiddler On The Roof; Little Shop Of Horrors</em>; <em>Forbidden Broadway</em>; <em>High Society</em>; <em>Calamity Jane;</em> <em>The Big Life</em>; <em>Tick Tick... Boom!</em>; <em>The Last Five Years; </em>And <em>La Cage Aux Follies</em>.</p><p>UK Tour Design highlights: <em>The Producers; Nine To Five; Strictly Ballroom; Hitch Hikers Guide To The Galaxy; Tell Me On A Sunday; High School Musical Two; The Wedding Singer; Anything Goes; Godspell; Annie Get Your Gun; Summer Holiday;</em> and <em>Flashdance. </em></p>"
  },
  {
    "name": "Steve Sidwell",
    "role": "Orchestrator",
    "bio": "<p>Grammy award winner, Tony, Emmy &amp; Olivier nominated arranger, composer, producer, conductor and trumpeter, Steve Sidwell, has featured on numerous albums, television shows, advertising campaigns and films with his distinctive and innovative orchestrations and compositions.&nbsp;</p><p>Television commissions include: the <em>79<sup>th</sup> Academy Awards</em>; the London <em>2012 Olympics Closing Ceremony</em>; the <em>Rugby World Cup Opening Ceremony</em>; the <em>BBC Music Awards</em>; <em>The Voice</em> Series 1 &amp; 2; <em>Robbie Williams Live At The Albert Hall</em>; <em>Children In Need Rocks</em>; and <em>Ant &amp; Dec&rsquo;s Saturday Night Takeaway</em>.</p><p>Theatre credits include: orchestrating <em>Beautiful: The Musical</em>; <em>We Will Rock You</em>; <em>Made In Dagenham</em>; <em>Our House</em>; and <em>Daddy Cool</em>.</p><p>Film credits include: <em>Moulin Rouge</em>; <em>Romeo &amp; Juliet</em>; <em>Bridget Jones&rsquo; Diary</em>; <em>Teachers Pet</em>; <em>Spongebob Squarepants</em>; and <em>Finding Nemo</em>.</p><p>Recording Credits include: Robbie Williams; George Michael; Paul McCartney; Sir Mick Jagger; Mark Knopfler; Amy Winehouse; Snow Patrol; Lily Allen; James Bay; Hozier; Faithless; Cheryl Cole; Muse; Dizzy Rascal; Mika; Take That; Annie Lennox; Leona Lewis; Tom Jones; Sting; Elton John; The Feeling; McFly; Will Young; Bryan Ferry; Joss Stone; Eric Clapton; Rod Stewart; Stevie Wonder; Gregory Porter; Ellie Goulding; Jess Glyne; The Who; Ian Dury; Wet Wet Wet; Charlie Watts; Henry Mancini; and Michael Nyman.</p><p><a href=\"http://www.stevesidwell.com\" target=\"_blank\">www.stevesidwell.com</a></p>"
  },
  {
    "name": "Anne Vosser CDG",
    "role": "Casting",
    "bio": "<p>Coming Soon</p>"
  },
  {
    "name": "Stuart Beattie",
    "role": "Additional Book Material",
    "bio": "<p>Coming Soon</p>"
  },
  {
    "name": "Chris Fisher",
    "role": "Music & Audio Consultant to Mr. Steinman",
    "bio": "<p>Coming Soon</p>"
  },
  {
    "name": "Barry Keating",
    "role": "Creative Consultant to Mr. Steinman",
    "bio": "<p>Coming Soon</p>"
  },
  {
    "name": "David Sonenberg",
    "role": "Orchestral Manager",
    "bio": "<p>David Alan Sonenberg is an American music manager, and the founder of the music management company DAS Communications. Born and raised in New York, Sonenberg received a degree in Theater at Tufts University and a Juris Doctorate at Harvard Law School.</p><p>Sonenberg joined the entertainment law firm of Weissberger &amp; Frosch where he represented Broadway and Off&shy;Broadway musical productions including <em>Hair</em>, <em>Godspell</em> and <em>Cabaret</em>. Sonenberg then established his own law firm and began DAS Communications Ltd., a full&shy;service entertainment management company located in New York City. DAS&rsquo;s first management project, Meat Loaf's <em>Bat Out of Hell</em>, set an industry record for a debut album with worldwide record sales to date of more than 50 million.</p><p>Clients of DAS Communications include <em>Meat Loaf</em>, <em>Jim Steinman</em>, <em>Jimmy Cliff</em>, <em>Jimmy Iovine</em>, <em>The Spin Doctors</em>, <em>Joan Osborne</em>, <em>The Fugees</em>, <em>Lauryn Hill</em>, <em>The Black Eyed Peas</em>, <em>Fergie</em>, <em>John Legend</em>, <em>Kesha</em>, <em>The Pretty Reckless</em>, <em>Prince Royce</em> and <em>Sean Paul</em>. To date, artists represented by DAS Communications have written, produced, and performed recordings with sales totaling in excess of 300 million records worldwide.</p><p>DAS Ventures Ltd., another of the DAS family of companies, entered into agreements with Yoko Ono and the Estate of John Lennon in 1997, which culminated in the launch of <em>The John Lennon Songwriting Contest</em>.</p><p>1997 also saw the release of Sonenberg&rsquo;s first film project, the acclaimed documentary <em>When We Were Kings</em> about boxer Muhammad Ali, for which Sonenberg received an Academy Award.</p>"
  },
  {
    "name": "Michael Cohl",
    "role": "Producer",
    "bio": "<p>Michael Cohl's career spans over 45 years as a Producer and Promoter for a broad range of entertainment properties, having worked with over 150 of the world&rsquo;s most recognized artists including <em>Barbra Streisand</em>, <em>Oprah Winfrey</em>, <em>David Gilmour</em>, <em>The Rolling Stones</em>, <em>Pink Floyd</em>, <em>U2</em>, <em>Michael Jackson</em>, <em>Frank&nbsp;</em><em>Sinatra</em> and many more.</p><p>Cohl is the founder and chairman of Iconic Entertainment Studios and is currently developing, producing, and promoting over a dozen properties including <em>Jurassic World: The Exhibition</em> currently running at The Franklin Institute in Philadelphia, <em>Transformers Live</em>, opening in China in 2017, and <em>The Pink Floyd Exhibition: Their Mortal Remains</em>, opening at London's Victoria &amp; Albert Museum in May 2017.&nbsp;</p><p>Cohl was previously the chairman of Live Nation, was inducted into the Canadian Rock n Roll/Music Hall of Fame, and has received a star on Canada's Walk of Fame. Among his many other awards, Cohl has also been honored with the Billboard Legend of Live Award, the TJ Martell Foundation Man of the Year Award, and a JUNO Award for Special Achievement.</p><p>Cohl has worked on several successful films and theatrical plays such as <em>Pete Seeger: Power of Song</em> (Emmy Award), <em>LENNONYC</em> (Peabody and Emmy Award), <em>Spamalot</em> (Tony Award), <em>Big Easy Express</em> (Grammy Award) and a film about Harry Belafonte, <em>Sing Your Song</em> (NAACP Image Award).</p>"
  },
  {
    "name": "Tony Smith",
    "role": "Producer",
    "bio": "<p>Tony entered the business as a rock concert promoter and building up a business that included tours by the <em>Rolling Stones</em>, <em>Led Zeppelin</em> and <em>The Who</em> amongst many others not least of which was the first live theatrical performances of the <em>Monty Python</em> touring show. In 1973 having become the largest concert promoter in the UK he sold his interest in the business to Harvey Goldsmith and started a management company and has been manager to <em>Genesis</em>, <em>Phil Collins</em> and <em>Mike + The Mechanics</em> for nearly 40 years and continues to do so. He also manages the interests of Nick Mason of <em>Pink Floyd</em> and together with others manages the continuing activities of <em>Pink Floyd</em>. In the past Tony has been closely involved with the management of <em>Peter Gabriel</em>, <em>Julian Lennon</em>, <em>Peter Frampton</em> and many others. He also managed the career of <em>Stephan Elliott</em> &ndash; director of <em>Priscilla: Queen Of The Desert</em> and was closely involved with him during the making of this movie and another Elliott movie <em>Frauds</em>. Tony started a music publishing company in 1975 &ndash; Hit &amp; Run Music (Publishing) Limited and successfully built the publishing catalogue through the 80&rsquo;s and 90&rsquo;s. In 1999 Tony sold the company to EMI in a multi-million pound deal.</p><p>He is founder and owner of Hit &amp; Run Productions and together with his business partner Hilary Shor produced <em>Eye Of The Beholder</em> directed by Stephan Elliott starring Ewan McGregor and Ashley Judd, which attained the No 1 Box Office in US. During 2005 Tony and Hilary also produced <em>Children Of Men</em> directed by Alfonso Cuaron and starring Clive Owen, Julianne Moore and Michael Caine. <em>Children Of Men</em> on its release in 2006 was received with critical and commercial success and was nominated for 3 Oscars and 3 BAFTAs.</p><p>Recently Tony produced the musical <em>Rock Of Ages</em> in London&rsquo;s West End to great acclaim and success and is currently producing the <em>Bat Out Of Hell</em> musical as well as continuing his management activities for <em>Genesis, Phil Collins, Mike + The Mechanics</em> and <em>Pink Floyd</em> as well as managing his extensive business interests.</p>"
  },
  {
    "name": "Julian Stoneman & Mark Green for MPSI Ltd",
    "role": "Executive Producer and General Management",
    "bio": "<p>Media Productions &amp; Solutions International Limited (MPSI) led by Julian Stoneman and his associate, Mark Green, general manage the creative development and commercial presentation of live entertainment in the UK&nbsp;and internationally. With access to some of the most qualified professionals and freelance experts, currently working within all areas of the entertainment industry, the goal of MPSI is to work with investors, producers and suppliers to present world-class productions and events.</p><p>MPSI is currently in pre-production on such productions as: the World Premiere of <em>Murder At The Gates</em> for James Bourne (Busted) &amp; Steven Slater (Spring Awakening); <em>Pirates!</em> a new musical dance spectacular; and <em>Gogglebox Live on Stage</em>.&nbsp;</p><p>Julian and Mark&rsquo;s combined years of working within theatre and live entertainment has seen them amass such credits as: <em>Exposure</em>; <em>Adam and Eve and Steve</em>; <em>Pig Farm</em>; <em>McQueen</em>; <em>Follies In Concert</em>; <em>Urinetown</em>; <em>Harvey</em>; <em>Let It Be</em>; <em>Tell Me On A Sunday</em>; <em>Rock Of Ages</em>; <em>Jersey Boys</em>; <em>Finding Neverland</em>; <em>Great Expectations</em>; <em>Driving Miss Daisy</em>; <em>Cat On A Hot Tin Roof</em>; <em>Billy Elliot</em>; <em>Kristina</em>; <em>Mamma Mia!; A Christmas Carol</em>; <em>Aspects Of Love</em>; <em>The Caretaker</em>; <em>City Of Angels</em>; <em>Grease</em>; <em>Lady In The Van</em>; <em>Miss Saigon</em>; <em>Saturday Night Fever</em>; and <em>Three Tal Women</em>. Julian and Mark are also proud to have Co-Produced, for 6 years, the <em>Olivier Awards</em>.</p><p>Julian is also a Board Member for Historic Royal Palaces.</p><p><a href='http://www.mpsiltd.com'>www.mpsiltd.com</a></p>"
  },
  {
    "name": "ROY GABAY FOR JUMPSTART Entertainment",
    "role": "US GENERAL MANAGEMENT",
    "bio": "<p>Roy Gabay for Jumpstart Entertainment has received five Tony Award nominations and is the recipient of the Tony Award for Best Revival of <em>A View From The Bridge</em>.&nbsp;</p><p>Most recent projects include: <em>Monsoon Wedding</em>; <em>Honeymoon In Vegas</em>; <em>Rock Of Ages</em>; and <em>Fela!</em>.</p>"
  },
  {
    "name": "Simon Marlow",
    "role": "Production Manager",
    "bio": "<p>Simon Marlow became a production manager having previously worked as a stage manager for English National Opera and Scottish Opera.</p><p>For twenty years he was director and co owner of Crosbie Marlow Associates. Simon now runs Marlow Production Management Ltd.&nbsp;</p><p>Previous productions include: Disney&rsquo;s <em>Beauty and the Beast</em> and <em>The Lion King</em> in London; Andrew Lloyd Webber&rsquo;s <em>Sunset Boulevard</em> (UK Tour); <em>Jesus Christ Superstar</em> (UK Tour); <em>The Beautiful Game</em>; and nine international productions of <em>The Phantom of the Opera</em>.</p><p>Other West End productions include: <em>Showboat</em>; <em>Notre Dam De Paris</em>; <em>Napoleon</em>; <em>Lautrec</em>; <em>The Full Monty</em>; <em>Mamma Mia!</em>; <em>Contact</em>; <em>The Graduate</em>; <em>The Lieutenant of Inishmore</em>; <em>The Lady in the Van</em>; <em>The Caretaker</em>; <em>The Play What I Wrote</em>; <em>The Breath of Life</em>; <em>Closer to Heaven</em>; <em>Rebecca;</em> <em>Art</em>; <em>Beautiful and Damned</em>; <em>Death of a Salesman</em>; <em>Ducktastic</em>; <em>I am My Own Wife</em>; <em>Heroes</em>; <em>Daddy Cool</em>; <em>Dirty Dancing</em>; <em>Spamalot</em>; <em>Brief Encounter</em>; <em>Equus</em>; <em>The God of Carnage</em>; <em>Deathtrap</em>; <em>Hairspray</em>; <em>Jersey Boys</em>; <em>Sister Act</em>; <em>Backbeat</em>; <em>The Lady Killers</em>; <em>Ghost The Musical</em>; <em>Viva Forever</em>; <em>Stephen Ward</em>; <em>The Full Monty</em> (Play).&nbsp;</p><p>Simon has technically managed 19 international productions of <em>Mamma Mia!</em> In Toronto he production managed <em>Backbeat</em>, <em>The Last Confession</em> and <em>Titanic the Musical</em>, and in London, <em>The Railway Children</em> and <em>In The Heights</em> (Kings Cross Theatre).</p><p>Recent projects include a European tour of <em>Dirty Dancing</em> and <em>The Judas Kiss</em> for Mirvish productions in Toronto and <em>BAM</em> in New York. Simon technically managed the creation of the two new venues at The Kings Cross theatre, for <em>The Donmar Shakespeare Season</em> and <em>Lazarus</em>.</p><p><a href='http://www.marlowproductionmanagement.com' target='_blank'>www.marlowproductionmanagement.com</a></p>"
  }
]